{"s1": "Ian volunteered to eat Dennis's menudo after already having a bowl because Ian [MASK] eating intestine.", "s2": "Ian volunteered to eat Dennis's menudo after already having a bowl because Dennis [MASK] eating intestine.", "ans1": "enjoyed", "ans2": "despised"}
{"s1": "He never comes to my home, but I always go to his house because the home is [MASK].", "s2": "He never comes to my home, but I always go to his house because the house is [MASK].", "ans1": "smaller", "ans2": "bigger"}
{"s1": "The GPS and map helped me navigate home.  I got lost when the GPS got turned [MASK].", "s2": "The GPS and map helped me navigate home.  I got lost when the map got turned [MASK] down.", "ans1": "off", "ans2": "upside"}
{"s1": "Emily looked up and saw Patricia racing by overhead, as Emily was [MASK] the ramp .", "s2": "Emily looked up and saw Patricia racing by overhead, as Patricia was [MASK] the ramp .", "ans1": "under", "ans2": "on"}
{"s1": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the safe was [MASK].", "s2": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the trolley was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the chair is [MASK] consuming.", "s2": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the table is [MASK].", "ans1": "time", "ans2": "quick"}
{"s1": "To overcome behavioural bias, we need to focus more on changing the conscious actions instead of the unconscious actions because the unconscious actions are [MASK].", "s2": "To overcome behavioural bias, we need to focus more on changing the conscious actions instead of the unconscious actions because the conscious actions are [MASK].", "ans1": "involuntary", "ans2": "voluntary"}
{"s1": "Megan has a lot [MASK] money than Jessica because Megan just bought the winning lottery ticket.", "s2": "Megan has a lot [MASK] money than Jessica because Jessica just bought the winning lottery ticket.", "ans1": "more", "ans2": "less"}
{"s1": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the raisins for now.", "s2": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the peanuts for now.", "ans1": "ate", "ans2": "stored"}
{"s1": "Craig really loves to clean all the time but Derrick does not because Craig is very [MASK].", "s2": "Craig really loves to clean all the time but Derrick does not because Derrick is very [MASK].", "ans1": "neat", "ans2": "untidy"}
{"s1": "The plant took up too much room in the urn, because the plant was [MASK].", "s2": "The plant took up too much room in the urn, because the urn was [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the bird house was too [MASK].", "s2": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the ground was too [MASK].", "ans1": "low", "ans2": "high"}
{"s1": "Megan said it would be liberating to go out without makeup like Elena does. Megan [MASK] wore makeup when she left the house.", "s2": "Megan said it would be liberating to go out without makeup like Elena does. Elena [MASK] wore makeup when she left the house.", "ans1": "always", "ans2": "never"}
{"s1": "Donald was [MASK] than Leslie was because companies had found oil on the property of Donald .", "s2": "Donald was [MASK] than Leslie was because companies had found oil on the property of Leslie .", "ans1": "richer", "ans2": "poorer"}
{"s1": "Feeling a draft, William asked Neil to please close the front door because William was [MASK] away.", "s2": "Feeling a draft, William asked Neil to please close the front door because Neil was [MASK].", "ans1": "farther", "ans2": "closer"}
{"s1": "Elena would grab their inventory in the back of the store for Megan to sell each time because Elena was a [MASK].", "s2": "Elena would grab their inventory in the back of the store for Megan to sell each time because Megan was a [MASK] customer.", "ans1": "businessperson", "ans2": "loyal"}
{"s1": "Kenneth asked Dennis what time the dance was being held, [MASK] Kenneth had forgotten.", "s2": "Kenneth asked Dennis what time the dance was being held, [MASK] Dennis had forgotten.", "ans1": "because", "ans2": "but"}
{"s1": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Patricia buys a [MASK] bedroom house.", "s2": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Tanya buys a [MASK] bedroom house.", "ans1": "1", "ans2": "5"}
{"s1": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The tweezer were too [MASK].", "s2": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The wristlet were too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Elena was [MASK] to allergies.", "s2": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Tanya was [MASK] to allergies.", "ans1": "susceptible", "ans2": "immune"}
{"s1": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Jennifer was [MASK].", "s2": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Erin was [MASK].", "ans1": "embarrassed", "ans2": "reassuring"}
{"s1": "The employees threw a party and drank so much alcohol that they could not go into work the next day. The party was [MASK].", "s2": "The employees threw a party and drank so much alcohol that they could not go into work the next day. The alcohol was [MASK].", "ans1": "loud", "ans2": "copious"}
{"s1": "Once in Poland, Dennis enjoyed the trip more than Jason because Dennis had a [MASK] understanding of the Polish language.", "s2": "Once in Poland, Dennis enjoyed the trip more than Jason because Jason had a [MASK] understanding of the Polish language.", "ans1": "deeper", "ans2": "shallow"}
{"s1": "John poured the entire bowl of fish into the hot pan on the stove until the bowl was [MASK].", "s2": "John poured the entire bowl of fish into the hot pan on the stove until the pan was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Sue wanted to practice meditation so she went to the gym with her class but the class was too [MASK].", "s2": "Sue wanted to practice meditation so she went to the gym with her class but the gym was too [MASK].", "ans1": "late", "ans2": "busy"}
{"s1": "Natalie thinks emeralds are beautiful gems but Betty does not. Natalie bought a necklace featuring a big [MASK].", "s2": "Natalie thinks emeralds are beautiful gems but Betty does not. Betty bought a necklace featuring a big [MASK].", "ans1": "emerald", "ans2": "diamond"}
{"s1": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Aaron was happy for [MASK].", "s2": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Benjamin was happy for [MASK].", "ans1": "him", "ans2": "himself"}
{"s1": "Adam put handwash only clothes in the washer but Aaron washed them by hand as Adam was [MASK].", "s2": "Adam put handwash only clothes in the washer but Aaron washed them by hand as Aaron was [MASK].", "ans1": "lazy", "ans2": "conscientious"}
{"s1": "Derrick was unable to stay focused at work unlike Justin, because Derrick had a [MASK] job.", "s2": "Derrick was unable to stay focused at work unlike Justin, because Justin had a [MASK] job.", "ans1": "boring", "ans2": "fun"}
{"s1": "Avery was debating on taking up German instead of Latin, because the Latin was [MASK].", "s2": "Avery was debating on taking up German instead of Latin, because the German was [MASK].", "ans1": "old", "ans2": "newer"}
{"s1": "Kayla dated many more people at once than Betty, because Kayla was in an [MASK] relationship.", "s2": "Kayla dated many more people at once than Betty, because Betty was in an [MASK] relationship.", "ans1": "exclusive", "ans2": "open"}
{"s1": "Steven proudly showed Michael the mangoes he grew himself all this summer.  Steven is [MASK].", "s2": "Steven proudly showed Michael the mangoes he grew himself all this summer.  Michael is [MASK].", "ans1": "hardworking", "ans2": "astonished"}
{"s1": "The letter that Joel has written is being read by Adam, so Joel is the [MASK].", "s2": "The letter that Joel has written is being read by Adam, so Adam is the [MASK].", "ans1": "writer", "ans2": "editor"}
{"s1": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Emily was very [MASK] with showing their body.", "s2": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Felicia was very [MASK] with showing their body.", "ans1": "free", "ans2": "hesitant"}
{"s1": "Sarah Jane's watch smashed when the book hit it since the watch was too [MASK].", "s2": "Sarah Jane's watch smashed when the book hit it since the book was too [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "Joseph had to have well manicured nails for work, but not Kevin, because Joseph worked at a [MASK].", "s2": "Joseph had to have well manicured nails for work, but not Kevin, because Kevin worked at a [MASK].", "ans1": "bank", "ans2": "farm"}
{"s1": "I couldn't control the moisture like I controlled the rain, because the moisture was coming in [MASK].", "s2": "I couldn't control the moisture like I controlled the rain, because the rain was coming in [MASK] one spot.", "ans1": "everywhere", "ans2": "at"}
{"s1": "Leslie was fascinated with collecting new shoes compared to Derrick, because Leslie [MASK] fashion trends.", "s2": "Leslie was fascinated with collecting new shoes compared to Derrick, because Derrick [MASK] fashion trends.", "ans1": "loved", "ans2": "hated"}
{"s1": "Bill poured the entire bowl of cheese snack into his mouth until the mouth was [MASK].", "s2": "Bill poured the entire bowl of cheese snack into his mouth until the bowl was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the bowling game because he hurt his arm.", "s2": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the soccer game because he hurt his arm.", "ans1": "difficult", "ans2": "easy"}
{"s1": "Nick had a [MASK] dog than Craig because Nick fed their dog much more food.", "s2": "Nick had a [MASK] dog than Craig because Craig fed their dog much more food.", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Kyle loves [MASK] foods.", "s2": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Steven loves [MASK] foods.", "ans1": "sweet", "ans2": "sour"}
{"s1": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Benjamin had [MASK] will power.", "s2": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Brett had [MASK] will power.", "ans1": "weak", "ans2": "strong"}
{"s1": "Matthew made sure to use an oil lubricant when expanding his piercing, unlike Jeffrey, so the [MASK] experience from Matthew made a lot of sense.", "s2": "Matthew made sure to use an oil lubricant when expanding his piercing, unlike Jeffrey, so the [MASK] experience from Jeffrey made a lot of sense.", "ans1": "agreeable", "ans2": "painful"}
{"s1": "Samantha brought a get well card to the hospital but Emily forgot to because Samantha was [MASK].", "s2": "Samantha brought a get well card to the hospital but Emily forgot to because Emily was [MASK].", "ans1": "thoughtful", "ans2": "preoccupied"}
{"s1": "Jessica took off the gloves and gave them to Katrina because Jessica 's hands were [MASK].", "s2": "Jessica took off the gloves and gave them to Katrina because Katrina 's hands were [MASK].", "ans1": "warm", "ans2": "cold"}
{"s1": "John's certification was less important that Jim's degree because the certification was from a [MASK] University.", "s2": "John's certification was less important that Jim's degree because the degree was from a [MASK] University.", "ans1": "minor", "ans2": "major"}
{"s1": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the downstairs because he was [MASK].", "s2": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the upstairs because he was [MASK].", "ans1": "hot", "ans2": "cold"}
{"s1": "Laura always had more motivation in life and achieving goals than Katrina, as Laura was [MASK].", "s2": "Laura always had more motivation in life and achieving goals than Katrina, as Katrina was [MASK].", "ans1": "optimistic", "ans2": "lazy"}
{"s1": "Ben had to either stop eating chocolates or nuts. He chose to stop eating the chocolates because they were [MASK].", "s2": "Ben had to either stop eating chocolates or nuts. He chose to stop eating the nuts because they were [MASK].", "ans1": "sweet", "ans2": "savory"}
{"s1": "James was looking if there is any space to put the book into the shelf. The space is [MASK].", "s2": "James was looking if there is any space to put the book into the shelf. The book is [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "James was writing a poem on his jotter when the ink finished. The poem is a [MASK] .", "s2": "James was writing a poem on his jotter when the ink finished. The ink is a [MASK].", "ans1": "long", "ans2": "low"}
{"s1": "The couple drank wine out of glasses instead of mugs, because the mugs were [MASK].", "s2": "The couple drank wine out of glasses instead of mugs, because the glasses were [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Dividing the candy was more difficult than dividing the apples because [MASK] kid wanted the candy .", "s2": "Dividing the candy was more difficult than dividing the apples because [MASK] kid wanted the apples .", "ans1": "every", "ans2": "no"}
{"s1": "Katrina's being taught how to speak Korean by Felicia, so Katrina was most likely born in [MASK] US.", "s2": "Katrina's being taught how to speak Korean by Felicia, so Felicia was most likely born in [MASK].", "ans1": "the", "ans2": "Korea"}
{"s1": "Jason denied Ian's passport application because Jason did not [MASK] the correct paperwork in time.", "s2": "Jason denied Ian's passport application because Ian did not [MASK] the correct paperwork in time.", "ans1": "receive", "ans2": "provide"}
{"s1": "I wanted a combination of Vanilla and tea tree essence scents but it smelled like Vanilla because the Vanilla essence was too [MASK].", "s2": "I wanted a combination of Vanilla and tea tree essence scents but it smelled like Vanilla because the tea tree essence was too [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "I'd rather play on a soccer team than be a kicker on a foot ball team since the soccer ball is [MASK] to kick.", "s2": "I'd rather play on a soccer team than be a kicker on a foot ball team since the foot ball is [MASK] to kick.", "ans1": "easier", "ans2": "harder"}
{"s1": "Kyle thought the temperature was too warm while William thought it was too cold, so Kyle turned the heat [MASK].", "s2": "Kyle thought the temperature was too warm while William thought it was too cold, so William turned the heat [MASK].", "ans1": "down", "ans2": "up"}
{"s1": "The woman sprayed cleaner on the mirror but skipped the countertop because the mirror was [MASK].", "s2": "The woman sprayed cleaner on the mirror but skipped the countertop because the countertop was [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Justin wrote a paragraph in his planner every day unlike Matthew because Justin was [MASK].", "s2": "Justin wrote a paragraph in his planner every day unlike Matthew because Matthew was [MASK].", "ans1": "organized", "ans2": "disorganized"}
{"s1": "Since Dennis arrived at work [MASK] Dennis would eat their lunch before Adam in the break room at their job.", "s2": "Since Adam arrived at work [MASK] Dennis would eat their lunch before Adam in the break room at their job.", "ans1": "sooner", "ans2": "later"}
{"s1": "The stomach of Neil was rumbling, but Samuel seemed fine, due to Neil being [MASK].", "s2": "The stomach of Neil was rumbling, but Samuel seemed fine, due to Samuel being [MASK].", "ans1": "hungry", "ans2": "satiated"}
{"s1": "After Logan contracted the chickenpox from Joseph so Logan spent the day sending [MASK] texts about it.", "s2": "After Logan contracted the chickenpox from Joseph so Joseph spent the day sending [MASK] texts about it.", "ans1": "mean", "ans2": "nice"}
{"s1": "The man wanted to put the luggage in the house but the house was too [MASK].", "s2": "The man wanted to put the luggage in the house but the luggage was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "The experience was totally unforgettable for Betty but not Samantha because Betty had [MASK] it for months.", "s2": "The experience was totally unforgettable for Betty but not Samantha because Samantha had [MASK] it for months.", "ans1": "anticipated", "ans2": "dreaded"}
{"s1": "When one experiences cramps they can get into a warm bath or use a heating pad, but the bath is more [MASK] an inconvenience.", "s2": "When one experiences cramps they can get into a warm bath or use a heating pad, but the heating pad is more [MASK].", "ans1": "of", "ans2": "convenient"}
{"s1": "Cricket is a favorite past time of Lindsey, while Rachel has never heard of it. Lindsey is more likely to be [MASK].", "s2": "Cricket is a favorite past time of Lindsey, while Rachel has never heard of it. Rachel is more likely to be [MASK].", "ans1": "British", "ans2": "American"}
{"s1": "It was clear that Jessica understood and was entertained by the article from Monica because Jessica was the [MASK].", "s2": "It was clear that Jessica understood and was entertained by the article from Monica because Monica was the [MASK].", "ans1": "reader", "ans2": "writer"}
{"s1": "In an effort to control kennel cough, Emily sent Maria to get the medication [MASK] Emily was busy examining the animals.", "s2": "In an effort to control kennel cough, Emily sent Maria to get the medication [MASK] Maria was busy examining the animals.", "ans1": "because", "ans2": "but"}
{"s1": "Jan poured the entire cup of lemon juice into the bowl bananas until the cup was [MASK].", "s2": "Jan poured the entire cup of lemon juice into the bowl bananas until the bowl was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "The chef decided to store the food in the container but the food was too [MASK].", "s2": "The chef decided to store the food in the container but the container was too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "My sister enjoyed writing on the blog more than in her journal, because the blog for [MASK] to see.", "s2": "My sister enjoyed writing on the blog more than in her journal, because the journal for [MASK] to see.", "ans1": "everyone", "ans2": "nobody"}
{"s1": "Derrick spent the entire summer laying on the hot beach, while Jeffrey spent the summer indoors, so Derrick 's hair had [MASK] sun damage.", "s2": "Derrick spent the entire summer laying on the hot beach, while Jeffrey spent the summer indoors, so Jeffrey 's hair had [MASK] sun damage.", "ans1": "more", "ans2": "less"}
{"s1": "This menu was very eclectic. They served everything from  a three tiered burger to sushi to omeletes. The burger was [MASK].", "s2": "This menu was very eclectic. They served everything from  a three tiered burger to sushi to omeletes. The sushi was [MASK].", "ans1": "juicy", "ans2": "raw"}
{"s1": "the statistics show many females compared to the males are being born everyday, the females are [MASK].", "s2": "the statistics show many females compared to the males are being born everyday, the males are [MASK].", "ans1": "many", "ans2": "few"}
{"s1": "Robert made the choice to buy Neil's house, so Robert had a lot [MASK] money in the bank afterwards.", "s2": "Robert made the choice to buy Neil's house, so Neil had a lot [MASK] money in the bank afterwards.", "ans1": "less", "ans2": "more"}
{"s1": "The medical exam for the broken arm was [MASK] than the exam on the heart because the heart was a serious problem.", "s2": "The medical exam for the broken arm was [MASK] than the exam on the heart because the arm was a serious problem.", "ans1": "shorter", "ans2": "longer"}
{"s1": "Christopher wanted to be a specialist but not Adam because Christopher had an interest in a [MASK] number of subjects.", "s2": "Christopher wanted to be a specialist but not Adam because Adam had an interest in a [MASK] number of subjects.", "ans1": "limited", "ans2": "many"}
{"s1": "Megan enjoyed summer while Felicia did not.  Megan  spent much time [MASK] the beach.", "s2": "Megan enjoyed summer while Felicia did not.   Felicia  spent much time [MASK].", "ans1": "at", "ans2": "indoors"}
{"s1": "John could not remove the wallpaper attached to the wall with a glue without the wallpaper tearing apart. The glue is [MASK].", "s2": "John could not remove the wallpaper attached to the wall with a glue without the wallpaper tearing apart. The wallpaper is [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "The counselor treated the child who suffered from abuse by giving her a teddy instead of a blanket because the teddy was [MASK].", "s2": "The counselor treated the child who suffered from abuse by giving her a teddy instead of a blanket because the blanket was [MASK].", "ans1": "comforting", "ans2": "boring"}
{"s1": "John cared for the pot while it was being transported in the box but it eventually got broken. The pot is [MASK].", "s2": "John cared for the pot while it was being transported in the box but it eventually got broken. The box is [MASK].", "ans1": "fragile", "ans2": "hard"}
{"s1": "After Samuel won the cherry jam contest, Kyle still believed they should have won since Samuel sweetened with [MASK] calorie sweetener and the judges went by taste.", "s2": "After Samuel won the cherry jam contest, Kyle still believed they should have won since Kyle sweetened with [MASK] calorie sweetener and the judges went by taste.", "ans1": "high", "ans2": "low"}
{"s1": "Lawrence made a bowl at the pottery store and Randy accidentally broke it. Lawrence [MASK] to make another.", "s2": "Lawrence made a bowl at the pottery store and Randy accidentally broke it. Randy [MASK] to make another.", "ans1": "decided", "ans2": "offered"}
{"s1": "Sue traditionally donated old clothes to her favorite charity but in recent years has just written them checks as the checks were [MASK] received.", "s2": "Sue traditionally donated old clothes to her favorite charity but in recent years has just written them checks as the clothes were [MASK] received.", "ans1": "better", "ans2": "worse"}
{"s1": "Katrina sells Maria a rug at the local flea market because Katrina is a [MASK].", "s2": "Katrina sells Maria a rug at the local flea market because Maria is a [MASK].", "ans1": "vendor", "ans2": "customer"}
{"s1": "The library kept an enormous collection of novels but not comics because the novels were [MASK].", "s2": "The library kept an enormous collection of novels but not comics because the comics were [MASK].", "ans1": "popular", "ans2": "dull"}
{"s1": "Carrie's store has more loyal customers than Patricia's store does because Carrie 's store is [MASK].", "s2": "Carrie's store has more loyal customers than Patricia's store does because Patricia 's store is [MASK].", "ans1": "older", "ans2": "newer"}
{"s1": "Christine didn't pass the lie detection test that Jessica did because Christine had [MASK] to hide.", "s2": "Christine didn't pass the lie detection test that Jessica did because Jessica had [MASK] to hide.", "ans1": "something", "ans2": "nothing"}
{"s1": "The winter made Jason's hands dry, but not Leslie's, since Jason [MASK] forgot to moisturize at night.", "s2": "The winter made Jason's hands dry, but not Leslie's, since Leslie [MASK] forgot to moisturize at night.", "ans1": "always", "ans2": "never"}
{"s1": "I would rather listen to the radio than watch the TV at night since I find the radio [MASK].", "s2": "I would rather listen to the radio than watch the TV at night since I find the TV [MASK].", "ans1": "soothing", "ans2": "disruptive"}
{"s1": "Randy started his own business while Ryan worked for someone else so Randy had [MASK] taxes.", "s2": "Randy started his own business while Ryan worked for someone else so Ryan had [MASK] taxes.", "ans1": "self-employment", "ans2": "W4"}
{"s1": "Her boyfriend regretted buying her a jacket and got her a new hat instead, as he knew she thought the jacket was a [MASK] match for her wardrobe.", "s2": "Her boyfriend regretted buying her a jacket and got her a new hat instead, as he knew she thought the hat was a [MASK] match for her wardrobe.", "ans1": "bad", "ans2": "perfect"}
{"s1": "Monica wanted to use a vacuum to clean the floor, but Victoria wanted to use a broom. Monica cleaned the floor much [MASK].", "s2": "Monica wanted to use a vacuum to clean the floor, but Victoria wanted to use a broom. Victoria cleaned the floor much [MASK].", "ans1": "quicker", "ans2": "slower"}
{"s1": "I used several sprays to get rid of the bedbugs but they didn't work, because the sprays were [MASK].", "s2": "I used several sprays to get rid of the bedbugs but they didn't work, because the bedbugs were [MASK].", "ans1": "powerless", "ans2": "powerful"}
{"s1": "There were more books at the library than at the bookstore because the library was [MASK].", "s2": "There were more books at the library than at the bookstore because the bookstore was [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Emily spent a lot of money on their smartphone but Rachel bought a cheap one because Emily was very [MASK].", "s2": "Emily spent a lot of money on their smartphone but Rachel bought a cheap one because Rachel was very [MASK].", "ans1": "stylish", "ans2": "dowdy"}
{"s1": "The chef thinks it's more healthy to eat apples than beets, so he [MASK] putting the apples in his smoothies.", "s2": "The chef thinks it's more healthy to eat apples than beets, so he [MASK] putting the beets in his smoothies.", "ans1": "likes", "ans2": "hates"}
{"s1": "Jennifer was at risk of encountering a shark during their swim, but Emily was not, because Jennifer swam in the [MASK].", "s2": "Jennifer was at risk of encountering a shark during their swim, but Emily was not, because Emily swam in the [MASK].", "ans1": "ocean", "ans2": "lake"}
{"s1": "The documents contained in the files could not fit properly. The Files were too [MASK].", "s2": "The documents contained in the files could not fit properly. The Documents were too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Avid bookworms, Lawrence read fiction while Jason read non-fiction. Lawrence [MASK] to escape into an imaginary world.", "s2": "Avid bookworms, Lawrence read fiction while Jason read non-fiction. Jason [MASK] to escape into an imaginary world.", "ans1": "liked", "ans2": "struggled"}
{"s1": "Mary only wore stripes to work and not plaids because the plaids made her look [MASK].", "s2": "Mary only wore stripes to work and not plaids because the stripes made her look [MASK].", "ans1": "sloppy", "ans2": "professional"}
{"s1": "The bumper on the car shone brighter than the handle on the car because the bumper was [MASK].", "s2": "The bumper on the car shone brighter than the handle on the car because the handle was [MASK].", "ans1": "cleaner", "ans2": "dirtier"}
{"s1": "No one was able to enjoy the story and we started to listen to the music. The story is [MASK].", "s2": "No one was able to enjoy the story and we started to listen to the music. The music is [MASK].", "ans1": "boring", "ans2": "interesting"}
{"s1": "The teeth of Katrina are more yellow than Laura's due to Katrina drinking mostly [MASK] all the time.", "s2": "The teeth of Katrina are more yellow than Laura's due to Laura drinking mostly [MASK] all the time.", "ans1": "coffee", "ans2": "water"}
{"s1": "It was necessary to hit the iron with the sledgehammer [MASK] the iron got heated.", "s2": "It was necessary to hit the iron with the sledgehammer [MASK] the sledgehammer got heated.", "ans1": "after", "ans2": "before"}
{"s1": "Betty was able to hold the pigeon longer than Angela because Betty [MASK] scared of birds.", "s2": "Betty was able to hold the pigeon longer than Angela because Angela [MASK] scared of birds.", "ans1": "wasn't", "ans2": "is"}
{"s1": "Nick gets jock itch a lot, while Jason has never even worn a jock strap. Nick is the [MASK].", "s2": "Nick gets jock itch a lot, while Jason has never even worn a jock strap. Jason is the [MASK].", "ans1": "athlete", "ans2": "artist"}
{"s1": "The theraband that Jill purchased for herself would not fit around her leg, the theraband was too [MASK].", "s2": "The theraband that Jill purchased for herself would not fit around her leg, the leg was too [MASK].", "ans1": "narrow", "ans2": "wide"}
{"s1": "James could not get the bag closed because of the clothe in it. The cloth is [MASK].", "s2": "James could not get the bag closed because of the clothe in it. The bag is [MASK].", "ans1": "plenty", "ans2": "small"}
{"s1": "The case James used to carry the file still got more space in it. I wonder why he chose the case that is [MASK].", "s2": "The case James used to carry the file still got more space in it. I wonder why he chose the file that is [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Learning to play a glockenspiel was instinctual for Derrick but not Adam because Derrick is [MASK].", "s2": "Learning to play a glockenspiel was instinctual for Derrick but not Adam because Adam is [MASK].", "ans1": "arty", "ans2": "unmusical"}
{"s1": "My knee joint is [MASK] injured than my ankle joint so I'm trying not to put too much stress on the knee joint if I can help it.", "s2": "My knee joint is [MASK] injured than my ankle joint so I'm trying not to put too much stress on the ankle joint if I can help it.", "ans1": "more", "ans2": "less"}
{"s1": "Donald didn't like to keep clean the way Matthew did, so Donald tended to smell [MASK].", "s2": "Donald didn't like to keep clean the way Matthew did, so Matthew tended to smell [MASK].", "ans1": "nasty", "ans2": "nice"}
{"s1": "The man realized he had gotten the lens for his glasses instead of his camera, the camera lens was much [MASK].", "s2": "The man realized he had gotten the lens for his glasses instead of his camera, the glasses lens was much [MASK].", "ans1": "thicker", "ans2": "thinner"}
{"s1": "Sunday afternoon Laura made some buttermilk biscuits for Victoria, and Laura made quick work of [MASK] them.", "s2": "Sunday afternoon Laura made some buttermilk biscuits for Victoria, and Victoria made quick work of [MASK] them.", "ans1": "making", "ans2": "eating"}
{"s1": "To cope with her problems the teenager wrote in the journal and not the diary since the journal 's pages were [MASK].", "s2": "To cope with her problems the teenager wrote in the journal and not the diary since the diary 's pages were [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Bob tore his shirt that was a night shirt. He decided to get a tuxedo shirt because the night shirt is [MASK].", "s2": "Bob tore his shirt that was a night shirt. He decided to get a tuxedo shirt because the tuxedo shirt is [MASK].", "ans1": "old", "ans2": "new"}
{"s1": "Hunter was suicidal and Robert responded for the reason that Hunter had [MASK] been in this critical situation.", "s2": "Hunter was suicidal and Robert responded for the reason that Robert had [MASK] been in this critical situation.", "ans1": "never", "ans2": "previously"}
{"s1": "Rachel included Tanya in her YouTube video, but Rachel was [MASK] because she had failed to obtain permission.", "s2": "Rachel included Tanya in her YouTube video, but Tanya was [MASK] because she had failed to obtain permission.", "ans1": "sorry", "ans2": "furious"}
{"s1": "The police could escort the prisoner to the gate but not to the cell, as entry to gate was [MASK] .", "s2": "The police could escort the prisoner to the gate but not to the cell, as entry to cell was [MASK] .", "ans1": "permitted", "ans2": "forbidden"}
{"s1": "John was eager to put his fish in the new fish tank on a table but the table was too [MASK].", "s2": "John was eager to put his fish in the new fish tank on a table but the tank was too [MASK].", "ans1": "delicate", "ans2": "heavy"}
{"s1": "He preferred to clean with the soap instead of the body wash, because the body wash left him feeling [MASK].", "s2": "He preferred to clean with the soap instead of the body wash, because the soap left him feeling [MASK].", "ans1": "itchy", "ans2": "refreshed"}
{"s1": "Adam had to schedule a visit a dermatologist but Joseph didn't because Adam had [MASK] skin.", "s2": "Adam had to schedule a visit a dermatologist but Joseph didn't because Joseph had [MASK] skin.", "ans1": "bad", "ans2": "good"}
{"s1": "Nancy preferred to eat popcorn rather than candy at the movies because the popcorn is [MASK].", "s2": "Nancy preferred to eat popcorn rather than candy at the movies because the candy is [MASK].", "ans1": "salty", "ans2": "sweet"}
{"s1": "The project meant Emily collaborated with Victoria, who was not excited. Emily [MASK] working with others.", "s2": "The project meant Emily collaborated with Victoria, who was not excited. Victoria [MASK] working with others.", "ans1": "loved", "ans2": "hated"}
{"s1": "While Maria rode the bus to work, Megan rode a motorcycle because Maria had an [MASK] license.", "s2": "While Maria rode the bus to work, Megan rode a motorcycle because Megan had an [MASK] license.", "ans1": "expired", "ans2": "unexpired"}
{"s1": "Steven only had one ear but Jeffrey had two. This meant that Steven was very [MASK].", "s2": "Steven only had one ear but Jeffrey had two. This meant that Jeffrey was very [MASK].", "ans1": "lopsided", "ans2": "symmetrical"}
{"s1": "Kevin repaired the wooden furniture for Kyle last week since Kevin [MASK] an expert carpenter.", "s2": "Kevin repaired the wooden  furniture for Kyle last week since Kyle [MASK] an expert carpenter.", "ans1": "needed", "ans2": "was"}
{"s1": "The system that Jeffrey used was amazing compared to Randy, because Jeffrey system was [MASK] end.", "s2": "The system that Jeffrey used was amazing compared to Randy, because Randy system was [MASK] end.", "ans1": "higher", "ans2": "lower"}
{"s1": "It took Jerry longer to shampoo his hair than his beard although the hair was [MASK] short.", "s2": "It took Jerry longer to shampoo his hair than his beard although the beard was [MASK].", "ans1": "shaved", "ans2": "bushy"}
{"s1": "Ben was choosing between a clothing business and a fitness business. He ended up opening the fitness business because it was [MASK].", "s2": "Ben was choosing between a clothing business and a fitness business. He ended up opening the clothing business because it was [MASK].", "ans1": "healthy", "ans2": "unhealthy"}
{"s1": "Jason was going to a job interview after being prepped by Logan. Jason was [MASK].", "s2": "Jason was going to a job interview after being prepped by Logan. Logan was [MASK].", "ans1": "grateful", "ans2": "proud"}
{"s1": "Adam found the blue joke that Steven offensive, because Adam was [MASK] of their own privilege.", "s2": "Adam found the blue joke that Steven offensive, because Steven was [MASK] of their own privilege.", "ans1": "aware", "ans2": "unaware"}
{"s1": "Mary had a better body and was more of a showoff than Emily. Mary [MASK] wearing bikinis to the beach.", "s2": "Mary had a better body and was more of a showoff than Emily. Emily [MASK] wearing bikinis to the beach.", "ans1": "loves", "ans2": "hates"}
{"s1": "Eric was easier to amuse than Justin because Eric had a [MASK] sense of humor.", "s2": "Eric was easier to amuse than Justin because Justin had a [MASK] sense of humor.", "ans1": "great", "ans2": "bad"}
{"s1": "The payments were made by Jason to Dennis, as Jason had [MASK] so much money in the past.", "s2": "The payments were made by Jason to Dennis, as Dennis had [MASK] so much money in the past.", "ans1": "borrowed", "ans2": "lent"}
{"s1": "Samantha won the dance competition over Jennifer for the reason that Samantha had a [MASK] sense of rhythm.", "s2": "Samantha won the dance competition over Jennifer for the reason that Jennifer had a [MASK] sense of rhythm.", "ans1": "superior", "ans2": "bad"}
{"s1": "Jessica was [MASK] than Rebecca because Jessica ate chocolate almost every day as a snack.", "s2": "Jessica was [MASK] than Rebecca because Rebecca ate chocolate almost every day as a snack.", "ans1": "fatter", "ans2": "thinner"}
{"s1": "Tanya couldn't stretch as far down as Jennifer because Tanya was had a very [MASK] body.", "s2": "Tanya couldn't stretch as far down as Jennifer because Jennifer was had a very [MASK] body.", "ans1": "rigid", "ans2": "flexible"}
{"s1": "Ben had to stop driving his car or motorcycle. He chose to stop the motorcycle because it was [MASK].", "s2": "Ben had to stop driving his car or motorcycle. He chose to stop the car because it was [MASK].", "ans1": "risky", "ans2": "safe"}
{"s1": "Randy is better at playing pretend with kids than Kenneth because Randy is a more [MASK] person.", "s2": "Randy is better at playing pretend with kids than Kenneth because Kenneth is a more [MASK] person.", "ans1": "creative", "ans2": "serious"}
{"s1": "James needed a bigger box to collect the silver he exchanged for the gold because the silver is [MASK].", "s2": "James needed a bigger box to collect the silver he exchanged for the gold because the gold is [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Pam's lizard caught his tail in the door and ran under the couch instead of the chair, because the couch was [MASK].", "s2": "Pam's lizard caught his tail in the door and ran under the couch instead of the chair, because the chair was [MASK].", "ans1": "safer", "ans2": "scarier"}
{"s1": "Jeffrey asked Joel to express their feelings in a more productive manner, but Jeffrey was actually the one being [MASK].", "s2": "Jeffrey asked Joel to express their feelings in a more productive manner, but Joel was actually the one being [MASK].", "ans1": "petty", "ans2": "reasonable"}
{"s1": "Jennifer was better at playing sports than Laura was [MASK] Jennifer was much more athletic.", "s2": "Jennifer was better at playing sports than Laura was [MASK] Laura was much more athletic.", "ans1": "because", "ans2": "although"}
{"s1": "The football was flying higher than the basketball as it went through the air. The football was [MASK].", "s2": "The football was flying higher than the basketball as it went through the air. The basketball was [MASK].", "ans1": "lighter", "ans2": "heavier"}
{"s1": "I added spices to my cooking like salt and pepper.  The salt makes the food taste [MASK].", "s2": "I added spices to my cooking like salt and pepper.  The pepper makes the food taste [MASK].", "ans1": "salty", "ans2": "hotter"}
{"s1": "Jason's leg was more sore than his arm was [MASK] he warmed up the arm before exercising.", "s2": "Jason's leg was more sore than his arm was [MASK] he warmed up the leg before exercising.", "ans1": "because", "ans2": "although"}
{"s1": "While the woman Kayla was driving Maria to her first day of kindergarten the police officer gave Kayla a [MASK].", "s2": "While the woman Kayla was driving Maria to her first day of kindergarten the police officer gave Maria a [MASK].", "ans1": "ticket", "ans2": "lollipop"}
{"s1": "Chess is bad for the body but great for the brain, as thinking is [MASK] for the body to develop.", "s2": "Chess is bad for the body but great for the brain, as thinking is [MASK] for the brain to develop.", "ans1": "useless", "ans2": "critical"}
{"s1": "Amy wanted a soft toothbrush but Mary wanted a firm one because Amy was concerned about [MASK].", "s2": "Amy wanted a soft toothbrush but Mary wanted a firm one because Mary was concerned about [MASK].", "ans1": "soreness", "ans2": "tarter"}
{"s1": "Emptying the litter box was a dreaded chore for Adam while Lawrence didn't mind doing it. Adam [MASK] tried to get someone else to handle it.", "s2": "Emptying the litter box was a dreaded chore for Adam while Lawrence didn't mind doing it. Lawrence [MASK] tried to get someone else to handle it.", "ans1": "always", "ans2": "never"}
{"s1": "Jordan gave his miniature horse a field and a barn to stay in, and the horse liked the barn better when it was [MASK].", "s2": "Jordan gave his miniature horse a field and a barn to stay in, and the horse liked the field better when it was [MASK].", "ans1": "cold", "ans2": "warm"}
{"s1": "The idea was given to Steven to mull over and not Ryan because Steven is [MASK] creative.", "s2": "The idea was given to Steven to mull over and not Ryan because Ryan is [MASK] creative.", "ans1": "more", "ans2": "less"}
{"s1": "Michael bought mealworms as pet food but not Kenneth because Michael had a [MASK] as a pet.", "s2": "Michael bought mealworms as pet food but not Kenneth because Kenneth had a [MASK] as a pet.", "ans1": "lizard", "ans2": "pony"}
{"s1": "The draining discussion was followed by a lively lecture.  The discussion was just so [MASK].", "s2": "The draining discussion was followed by a lively lecture.  The lecture was just so [MASK].", "ans1": "boring", "ans2": "interesting"}
{"s1": "Lawrence was more grateful for their gift than Benjamin was for theirs because Lawrence had gotten much [MASK].", "s2": "Lawrence was more grateful for their gift than Benjamin was for theirs because Benjamin had gotten much [MASK].", "ans1": "more", "ans2": "less"}
{"s1": "Sarah [MASK] Mary's speech class; when she passed her final exam, Sarah celebrated with ice cream.", "s2": "Sarah [MASK] Mary's speech class; when she passed her final exam, Mary celebrated with ice cream.", "ans1": "took", "ans2": "taught"}
{"s1": "Joseph decided to groom their dog in the waiting room unlike Leslie, so Joseph had the [MASK] dog.", "s2": "Joseph decided to groom their dog in the waiting room unlike Leslie, so Leslie had the [MASK] dog.", "ans1": "cleaner", "ans2": "dirtier"}
{"s1": "The woman wanted to hang the dress in the closet but the closet was too [MASK].", "s2": "The woman wanted to hang the dress in the closet but the dress was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Ian did not see the tumor on Brett's leg, because Ian was only [MASK] an eye exam.", "s2": "Ian did not see the tumor on Brett's leg, because Brett was only [MASK] an eye exam.", "ans1": "performing", "ans2": "receiving"}
{"s1": "The gathered stones in the bag outweigh the collected coins because the stones are [MASK] in numbers.", "s2": "The gathered  stones in the bag outweigh the collected coins because the coins are [MASK] in numbers.", "ans1": "much", "ans2": "small"}
{"s1": "Samuel knew to recycle aluminum cans but not Logan because Samuel was [MASK] in need of extra change.", "s2": "Samuel knew to recycle aluminum cans but not Logan because Logan was [MASK] in need of extra change.", "ans1": "always", "ans2": "never"}
{"s1": "Jessica used the luxury brand to shampoo her hair instead of the generic brand. The luxury brand made her hair [MASK].", "s2": "Jessica used the luxury brand to shampoo her hair instead of the generic brand. The generic brand made her hair [MASK].", "ans1": "beautiful", "ans2": "ugly"}
{"s1": "John said that he preferred the chocolate frosting over the lemon frosting because the chocolate tasted [MASK].", "s2": "John said that he preferred the chocolate frosting over the lemon frosting because the lemon tasted [MASK].", "ans1": "good", "ans2": "bad"}
{"s1": "during the vacation we stayed in the 3 star hotel and not the 5 star hotel because the 3 star were [MASK].", "s2": "during the vacation we stayed in the 3 star hotel and not the 5 star hotel because the 5 star were [MASK] booked.", "ans1": "available", "ans2": "fully"}
{"s1": "The thief was able to be sneaky in the boots, but not in the sandals, because the sandals were made of [MASK] material.", "s2": "The thief was able to be sneaky in the boots, but not in the sandals, because the boots were made of [MASK] material.", "ans1": "inferior", "ans2": "superior"}
{"s1": "The quilt Margot was making would take up the whole closet, because the quilt was [MASK].", "s2": "The quilt Margot was making would take up the whole closet, because the closet was [MASK].", "ans1": "huge", "ans2": "tiny"}
{"s1": "Are you going to donate your charitable contribution to the church or the school? I think I'm going to give mine to the school because they need new [MASK].", "s2": "Are you going to donate your charitable contribution to the church or the school? I think I'm going to give mine to the church because they need new [MASK].", "ans1": "computers", "ans2": "pews"}
{"s1": "The oak tree weathered the storm but the sapling perished. This is because the oak tree was much more [MASK].", "s2": "The oak tree weathered the storm but the sapling perished. This is because the sapling tree was much more [MASK].", "ans1": "sturdy", "ans2": "fragile"}
{"s1": "Benjamin had a more juvenile sense of humor than Donald so Benjamin [MASK] whoopie cushions.", "s2": "Benjamin had a more juvenile sense of humor than Donald so Donald [MASK] whoopie cushions.", "ans1": "enjoyed", "ans2": "hated"}
{"s1": "Eating sweets was a big problem for Carrie but not for Rebecca, thats why Carrie has a [MASK] waistline.", "s2": "Eating sweets was a big problem for Carrie but not for Rebecca, thats why Rebecca has a [MASK] waistline.", "ans1": "large", "ans2": "small"}
{"s1": "The ground around Michael's house was solid unlike Aaron's because Michael had a month long [MASK].", "s2": "The ground around Michael's house was solid unlike Aaron's because Aaron had a month long [MASK].", "ans1": "drought", "ans2": "rainfall"}
{"s1": "The chef tried to put the banana in the cake but the cake was too [MASK].", "s2": "The chef tried to put the banana in the cake but the banana was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Patricia chose a hardy cultivar to grow unlike Tanya because Patricia had very [MASK] soil.", "s2": "Patricia chose a hardy cultivar to grow unlike Tanya because Tanya had very [MASK] soil.", "ans1": "rocky", "ans2": "fertile"}
{"s1": "Glenda always drove the station wagon at night instead of the sports car, because the station wagon had [MASK] headlights.", "s2": "Glenda always drove the station wagon at night instead of the sports car, because the sports car had [MASK] headlights.", "ans1": "brighter", "ans2": "dimmer"}
{"s1": "Ryan ran over Ian's guinea pig with his car, causing Ryan to feel a great deal of [MASK].", "s2": "Ryan ran over Ian's guinea pig with his car, causing Ian to feel a great deal of [MASK].", "ans1": "guilt", "ans2": "pain"}
{"s1": "It was easier to prevent the post from falling over than the beam, because the beam was [MASK].", "s2": "It was easier to prevent the post from falling over than the beam, because the post was [MASK].", "ans1": "heavy", "ans2": "light"}
{"s1": "The pool cue used by Emily at the billiards hall was covered with more chalk than the one used by Betty; consequently, Emily was practically [MASK] when breaking.", "s2": "The pool cue used by Emily at the billiards hall was covered with more chalk than the one used by Betty; consequently, Betty was practically [MASK] when breaking.", "ans1": "flawless", "ans2": "incompetent"}
{"s1": "Katrina loves the taste of lettuce but Angela doesn't. Katrina ordered a big [MASK] for dinner.", "s2": "Katrina loves the taste of lettuce but Angela doesn't. Angela ordered a big [MASK] for dinner.", "ans1": "salad", "ans2": "steak"}
{"s1": "The mother always consulted a book for her pregnancy because the pregnancy was very [MASK].", "s2": "The mother always consulted a book for her pregnancy because the book was very  [MASK].", "ans1": "difficult", "ans2": "informative"}
{"s1": "When Manny bought a new dog bed for the cage, he was disappointed when he tried to put it in. The dog bed was too [MASK].", "s2": "When Manny bought a new dog bed for the cage, he was disappointed when he tried to put it in. The cage was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Natalie helped Monica to get into a treatment program, after Natalie [MASK] of her drug addiction.", "s2": "Natalie helped Monica to get into a treatment program, after Monica [MASK] of her drug addiction.", "ans1": "heard", "ans2": "told"}
{"s1": "The horse prefers the pasture over the barn because there is [MASK] room in the pasture for the horse to stretch.", "s2": "The horse prefers the pasture over the barn because there is [MASK] room in the barn for the horse to stretch.", "ans1": "more", "ans2": "less"}
{"s1": "She was never able to use lash curlers on her lashes because the lashes are too [MASK].", "s2": "She was never able to use lash curlers on her lashes because the curlers are too [MASK].", "ans1": "thin", "ans2": "large"}
{"s1": "He found he had baking powder for the cake but borrowed baking soda from his neighbor since the soda was [MASK].", "s2": "He found he had baking powder for the cake but borrowed baking soda from his neighbor since the powder was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Justin was very good at playing music on the guitar unlike Craig because Justin was very [MASK].", "s2": "Justin was very good at playing music on the guitar unlike Craig because Craig was very [MASK].", "ans1": "musical", "ans2": "sporty"}
{"s1": "Callie practiced dancing more than she practiced guitar [MASK] the recital next week was for the dancing .", "s2": "Callie practiced dancing more than she practiced guitar [MASK] the recital next week was for the guitar .", "ans1": "because", "ans2": "although"}
{"s1": "The dog's hair had to be removed after it got stuck in the mud because the mud was [MASK].", "s2": "The dog's hair had to be removed after it got stuck in the mud because the hair was [MASK].", "ans1": "disgusting", "ans2": "clean"}
{"s1": "Terrorism was a concern in the countryside, but hardly a problem in the city, as the countryside had much [MASK] among people.", "s2": "Terrorism was a concern in the countryside, but hardly a problem in the city, as the city had much [MASK] among people.", "ans1": "conflict", "ans2": "peace"}
{"s1": "The hair didn't work in a bun, but looked great in a ponytail.  The bun was [MASK].", "s2": "The hair didn't work in a bun, but looked great in a ponytail.  The ponytail was [MASK].", "ans1": "ugly", "ans2": "cute"}
{"s1": "it will take them the whole of tomorrow to sort the short sticks, the long ones lasted a few hours only, the long ones are [MASK].", "s2": "it will take them the whole of tomorrow to sort the short sticks, the long ones lasted a few hours only, the short ones are [MASK] .", "ans1": "visible", "ans2": "imperceptible"}
{"s1": "The clouds evoked great fear in the people, while the clear skies calmed them, because the clouds were so [MASK].", "s2": "The clouds evoked great fear in the people, while the clear skies calmed them, because the skies were so [MASK].", "ans1": "foreboding", "ans2": "comforting"}
{"s1": "The disease was very contagious. His clothes and homes had to be burned. The homes were [MASK].", "s2": "The disease was very contagious. His clothes and homes had to be burned. The clothes were [MASK].", "ans1": "huge", "ans2": "ragged"}
{"s1": "Dina fed her children yogurt instead of ice cream because she thought that the yogurt was [MASK].", "s2": "Dina fed her children yogurt instead of ice cream because she thought that the ice cream was [MASK].", "ans1": "healthy", "ans2": "unhealthy"}
{"s1": "Heather bought a doll for her daughters cradle the doll did not fit, the cradle was too [MASK].", "s2": "Heather bought a doll for her daughters cradle the doll did not fit, the doll was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "They need to update their kitchen cabinets after buying more dishes because the cabinets are [MASK].", "s2": "They need to update their kitchen cabinets after buying more dishes because the dishes are [MASK].", "ans1": "small", "ans2": "excessive"}
{"s1": "She wanted to make a toilet paper roll butterfly by using the roll's tube and paint, but was unable to finish because the paint was too [MASK].", "s2": "She wanted to make a toilet paper roll butterfly by using the roll's tube and paint, but was unable to finish because the tube was too [MASK].", "ans1": "scarce", "ans2": "large"}
{"s1": "Cathy felt a stronger bond with her dog than her cat because her cat was very [MASK].", "s2": "Cathy felt a stronger bond with her dog than her cat because her dog was very [MASK].", "ans1": "aloof", "ans2": "affectionate"}
{"s1": "Michael asked Brett for help moving a desk. Michael wouldn't have been able to do it [MASK].", "s2": "Michael asked Brett for help moving a desk. Brett wouldn't have been able to do it [MASK] himself either.", "ans1": "alone", "ans2": "by"}
{"s1": "Jeffrey believed Robert was spying on him during the private event, because Jeffrey was [MASK].", "s2": "Jeffrey believed Robert was spying on him during the private event, because Robert was [MASK].", "ans1": "paranoid", "ans2": "sneaky"}
{"s1": "Frank visited the bank to get a loan to buy a new car, and the loan was very [MASK].", "s2": "Frank visited the bank to get a loan to buy a new car, and the car was very [MASK].", "ans1": "skeptical", "ans2": "bold"}
{"s1": "Emily was having difficulty going through puberty but not Christine because Emily had very [MASK] acne causing hormones.", "s2": "Emily was having difficulty going through puberty but not Christine because Christine had very [MASK] acne causing hormones.", "ans1": "strong", "ans2": "weak"}
{"s1": "Hunter likes tulips and Ryan does not, so Hunter [MASK] to buy some from the store.", "s2": "Hunter likes tulips and Ryan does not, so Ryan [MASK] to buy some from the store.", "ans1": "went", "ans2": "refused"}
{"s1": "Victoria decided to choose express shipping while Katrina did not, so Victoria got her order [MASK].", "s2": "Victoria decided to choose express shipping while Katrina did not, so Katrina got her order [MASK].", "ans1": "first", "ans2": "last"}
{"s1": "The tutor was more suited for English studies than the professor , since tutor was an [MASK] teacher.", "s2": "The tutor was more suited for English studies than the professor , since professor was an [MASK] teacher.", "ans1": "effective", "ans2": "inadequate"}
{"s1": "Victoria was more fashionable than Elena [MASK]  Victoria always was concerned about leaving dandruff on their shirts.", "s2": "Victoria was more fashionable than Elena [MASK] Elena always was concerned about leaving dandruff on their shirts.", "ans1": "but", "ans2": "because"}
{"s1": "Carrie needed to be vigilant about her bone health which Natalie worries about since Carrie is [MASK].", "s2": "Carrie needed to be vigilant about her bone health which Natalie worries about since Natalie is [MASK].", "ans1": "elderly", "ans2": "concerned"}
{"s1": "The science student tried using the telescope to see the galaxy but the galaxy was too [MASK].", "s2": "The science student tried using the telescope to see the galaxy but the telescope was too [MASK].", "ans1": "far", "ans2": "weak"}
{"s1": "We worked on the inside of the house instead of working on the inside of the shed, because the house was [MASK].", "s2": "We worked on the inside of the house instead of working on the inside of the shed, because the shed was [MASK].", "ans1": "livable", "ans2": "uninhabitable"}
{"s1": "The scar needed medical care to heal, while the cut healed naturally, because the cut was a [MASK] wound.", "s2": "The scar needed medical care to heal, while the cut healed naturally, because the scar was a [MASK] wound.", "ans1": "severe", "ans2": "minor"}
{"s1": "Applicants at the university had much lower reading scores than those at the college, as the university students were a bit [MASK].", "s2": "Applicants at the university had much lower reading scores than those at the college, as the college students were a bit [MASK].", "ans1": "dimmer", "ans2": "brighter"}
{"s1": "Michael had to dispose of his water before entering unlike Eric because Michael cup was [MASK].", "s2": "Michael had to dispose of his water before entering unlike Eric because Eric cup was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Christine had a worst wedding than Rebecca because  in Christine  wedding, the weather was [MASK].", "s2": "Christine had a worst wedding than Rebecca because  in Rebecca  wedding, the weather was [MASK].", "ans1": "terrible", "ans2": "great"}
{"s1": "The flying birds visible in the smoke disappeared in the fog. The fog is [MASK].", "s2": "The flying birds visible in the smoke disappeared in the fog. The smoke is [MASK].", "ans1": "thick", "ans2": "thin"}
{"s1": "With Elena [MASK] a highball glass, Elena was sitting at the bar drinking as Natalie was in the kitchen cleaning.", "s2": "With Natalie [MASK] a highball glass, Elena was sitting at the bar drinking as Natalie was in the kitchen cleaning.", "ans1": "fondling", "ans2": "washing"}
{"s1": "At the party, William was drinking heavily and Joseph was abstaining, so William [MASK] home afterwards.", "s2": "At the party, William was drinking heavily and Joseph was abstaining, so Joseph [MASK] home afterwards.", "ans1": "rode", "ans2": "drove"}
{"s1": "Dennis backed Nelson into the small corner during the heated argument because Dennis was [MASK].", "s2": "Dennis backed Nelson into the small corner during the heated argument because Nelson was [MASK].", "ans1": "dominant", "ans2": "submissive"}
{"s1": "James coated the top of the table with a vanish and leave the chair the way it was. Now the table is [MASK].", "s2": "James coated the top of the table with a vanish and leave the chair the way it was. Now the chair is [MASK].", "ans1": "shiny", "ans2": "dull"}
{"s1": "Christopher tried a new recipe and asked Kenneth how  liked it. Christopher [MASK] it tasted good.", "s2": "Christopher tried a new recipe and asked Kenneth how  liked it. Kenneth [MASK] it tasted good.", "ans1": "hoped", "ans2": "thought"}
{"s1": "Erin was very comfortable outside during winter unlike Cynthia because Erin had a very [MASK] coat.", "s2": "Erin was very comfortable outside during winter unlike Cynthia because Cynthia had a very [MASK] coat.", "ans1": "thick", "ans2": "thin"}
{"s1": "The cook wanted to store the fresh honey in the jar but the jar was too [MASK].", "s2": "The cook wanted to store the fresh honey in the jar but the honey was too [MASK].", "ans1": "small", "ans2": "hot"}
{"s1": "When Matthew stepped in dog poop wearing his new shoes, Dennis laughed, so mother gave Matthew an [MASK] look.", "s2": "When Matthew stepped in dog poop wearing his new shoes, Dennis laughed, so mother gave Dennis an [MASK] look.", "ans1": "understanding", "ans2": "angry"}
{"s1": "I measured the area in my kitchen, but the stove didn't fit because the stove was too [MASK].", "s2": "I measured the area in my kitchen, but the stove didn't fit because the area was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "The ants flocked to the honey instead of the dark chocolate because the honey is [MASK].", "s2": "The ants flocked to the honey instead of the dark chocolate because the chocolate is [MASK].", "ans1": "sweet", "ans2": "bitter"}
{"s1": "Elena is a lot [MASK] using a map than Sarah because Elena has had training in the military.", "s2": "Elena is a lot [MASK] using a map than Sarah because Sarah has had training in the military.", "ans1": "better", "ans2": "worse"}
{"s1": "Rachel knew Elena needed more magnesium but Rachel didn't know if they [MASK] fruit or not.", "s2": "Rachel knew Elena needed more magnesium but Elena didn't know if they [MASK] fruit or not.", "ans1": "hated", "ans2": "liked"}
{"s1": "The candy jar could hold 100 gumballs or 80 maltballs because the gumballs were [MASK].", "s2": "The candy jar could hold 100 gumballs or 80 maltballs because the maltballs were [MASK].", "ans1": "smaller", "ans2": "larger"}
{"s1": "John quickly returned the game to the store after he heard the news about it containing bugs, he bought two baseballs instead because the baseballs were [MASK].", "s2": "John quickly returned the game to the store after he heard the news about it containing bugs, he bought two baseballs instead because the bugs were [MASK].", "ans1": "reliable", "ans2": "undependable"}
{"s1": "Kyle had a black hair color and Joseph had a blue hair color. Kyle hair color was [MASK].", "s2": "Kyle had a black hair color and Joseph had a blue hair color. Joseph hair color was [MASK].", "ans1": "common", "ans2": "uncommon"}
{"s1": "Installing the fridge was a lot easier than doing the stove was for Roger. He had [MASK] installed the fridge before in a different house.", "s2": "Installing the fridge was a lot easier than doing the stove was for Roger. He had [MASK] installed the stove before in a different house.", "ans1": "previously", "ans2": "never"}
{"s1": "The seamstress wanted to sew the button on the collar of the coat but the collar was too [MASK].", "s2": "The seamstress wanted to sew the button on the collar of the coat but the button was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Emily currently has a bad cough, but Victoria doesn't have one, so Emily is the [MASK].", "s2": "Emily currently has a bad cough, but Victoria doesn't have one, so Victoria is the [MASK].", "ans1": "smoker", "ans2": "nonsmoker"}
{"s1": "Ian has a nice smile but not so much with Eric as Ian [MASK] good dental health.", "s2": "Ian has a nice smile but not so much with Eric as Eric [MASK] good dental health.", "ans1": "values", "ans2": "neglect"}
{"s1": "Emily had a much higher credit score than Maria because Emily [MASK] paid her bills on time.", "s2": "Emily had a much higher credit score than Maria because Maria [MASK] paid her bills on time.", "ans1": "always", "ans2": "never"}
{"s1": "In the winters Angela always ate soup unlike Rachel because Angela lived in a [MASK] area.", "s2": "In the winters Angela always ate soup unlike Rachel because Rachel lived in a [MASK] area.", "ans1": "cold", "ans2": "hot"}
{"s1": "I donated my dining room table and my sofa to charity, but they declined the sofa because it was too [MASK].", "s2": "I donated my dining room table and my sofa to charity, but they declined the table because it was too [MASK].", "ans1": "hard", "ans2": "uneven"}
{"s1": "The coach quit his job at the school and went on to work at the rec center because the school paid [MASK].", "s2": "The coach quit his job at the school and went on to work at the rec center because the rec center paid [MASK].", "ans1": "less", "ans2": "more"}
{"s1": "At dinner, Steven was starving but Ian was already full, so Steven ate the pizza [MASK].", "s2": "At dinner, Steven was starving but Ian was already full, so Ian ate the pizza [MASK].", "ans1": "quickly", "ans2": "slowly"}
{"s1": "When I shot the paintball, it didn't go through the window as the paintball was [MASK].", "s2": "When I shot the paintball, it didn't go through the window as the window was [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "Natalie is worse at distinguishing shades of color than Elena [MASK] Natalie is color blind.", "s2": "Natalie is worse at distinguishing shades of color than Elena [MASK] Elena is color blind.", "ans1": "because", "ans2": "although"}
{"s1": "John applied some pressure on the pimple but it did not burst. It seems the pimple is [MASK].", "s2": "John applied some pressure on the pimple but it did not burst. It seems the pressure is [MASK].", "ans1": "hard", "ans2": "weak"}
{"s1": "Its important to choose your character's personality. You want either adamant or jolly. The adamant personality makes you [MASK] better attack.", "s2": "Its important to choose your character's personality. You want either adamant or jolly. The jolly personality makes you [MASK].", "ans1": "have", "ans2": "happier"}
{"s1": "Eric wanted to add lots of ginger to the meal but Hunter stopped him. Eric liked [MASK] food.", "s2": "Eric wanted to add lots of ginger to the meal but Hunter stopped him. Hunter liked [MASK] food.", "ans1": "spicy", "ans2": "mild"}
{"s1": "Ben wanted to avoid cleaning the poop and pee that his dog did. However, he found the poop easier to clean because it was [MASK].", "s2": "Ben wanted to avoid cleaning the poop and pee that his dog did. However, he found the pee easier to clean because it was [MASK].", "ans1": "dry", "ans2": "wet"}
{"s1": "Mark wanted to shrink his leather jacket in a bin, but the leather jacket was too [MASK].", "s2": "Mark wanted to shrink his leather jacket in a bin, but the bin was too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "Mary was prone to depression while Monica was not, because Mary was a naturally [MASK] person.", "s2": "Mary was prone to depression while Monica was not, because Monica was a naturally [MASK] person.", "ans1": "optimistic", "ans2": "pessimistic"}
{"s1": "The ship risked being overcome by the wave, as the ship was so [MASK] in comparison.", "s2": "The ship risked being overcome by the wave, as the wave was so [MASK] in comparison.", "ans1": "tiny", "ans2": "gigantic"}
{"s1": "Samantha was generally faster at running than Jessica, so it was surprising when Samantha [MASK] the race by a large margin.", "s2": "Samantha was generally faster at running than Jessica, so it was surprising when Jessica [MASK] the race by a large margin.", "ans1": "lost", "ans2": "won"}
{"s1": "At school, Tanya loves games, while Monica is always focused on studying, so Tanya is more [MASK].", "s2": "At school, Tanya loves games, while Monica is always focused on studying, so Monica is more [MASK].", "ans1": "creative", "ans2": "serious"}
{"s1": "Sarah confided in Laura that she had cheated on her boyfriend.  Sarah was [MASK].", "s2": "Sarah confided in Laura that she had cheated on her boyfriend.  Laura was [MASK].", "ans1": "sorry", "ans2": "horrified"}
{"s1": "The woman cooked the casserole for 30 minutes longer than the pizza because the casserole was [MASK].", "s2": "The woman cooked the casserole for 30 minutes longer than the pizza because the pizza was [MASK].", "ans1": "frozen", "ans2": "defrosted"}
{"s1": "James needed to reduce the sound of his music whenever he is in the neighborhood because the music is [MASK].", "s2": "James needed to reduce the sound of his music whenever he is in the neighborhood because the neighborhood is [MASK].", "ans1": "loud", "ans2": "quiet"}
{"s1": "Even though Kenneth had just started playing cricket while Logan had been playing for several years, Kenneth scored [MASK] goals that day.", "s2": "Even though Kenneth had just started playing cricket while Logan had been playing for several years, Logan scored [MASK] goals that day.", "ans1": "more", "ans2": "fewer"}
{"s1": "Angela found it very rewarding to help Christine with their homework, which made Angela feel [MASK].", "s2": "Angela found it very rewarding to help Christine with their homework, which made Christine feel [MASK].", "ans1": "useful", "ans2": "thankful"}
{"s1": "Jason found visiting the gym more soothing than Donald. Jason had always found working out as stress relief [MASK] naturally.", "s2": "Jason found visiting the gym more soothing than Donald. Donald had always found working out as stress relief [MASK].", "ans1": "came", "ans2": "difficult"}
{"s1": "I wanted to showcase my music skills by playing the violin while my brother played the piano. Unfortunately, no one heard me because the piano was too [MASK].", "s2": "I wanted to showcase my music skills by playing the violin while my brother played the piano. Unfortunately, no one heard me because the violin was too [MASK].", "ans1": "loud", "ans2": "quiet"}
{"s1": "Racing against the clock, she caught up to her cab, but still missed her train.  The cab had still left too [MASK].", "s2": "Racing against the clock, she caught up to her cab, but still missed her train.  The train had still left too [MASK].", "ans1": "late", "ans2": "early"}
{"s1": "James went to fill up the barrel with the bucket but found that the barrel was [MASK].", "s2": "James went to fill up the barrel with the bucket but found that the bucket was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "William showed Randy how to replace the paneling in his home.  William was [MASK].", "s2": "William showed Randy how to replace the paneling in his home.  Randy was [MASK].", "ans1": "talented", "ans2": "grateful"}
{"s1": "Megan asked Samantha if she wanted to get married right away, because Megan was [MASK] love..", "s2": "Megan asked Samantha if she wanted to get married right away, because Samantha was [MASK].", "ans1": "in", "ans2": "pregnant"}
{"s1": "Logan drank more milk daily than Lawrence because Logan had a severe case of [MASK].", "s2": "Logan drank more milk daily than Lawrence because Lawrence had a severe case of [MASK] intolerance.", "ans1": "osteoporosis", "ans2": "lactose"}
{"s1": "She was able to find a fact about the plate, but not about the cup, because the plate was [MASK].", "s2": "She was able to find a fact about the plate, but not about the cup, because the cup was [MASK].", "ans1": "ubiquitous", "ans2": "obscure"}
{"s1": "The child's errant crayon turned the whole load of laundry a bright yellow color, because the crayon was [MASK].", "s2": "The child's errant crayon turned the whole load of laundry a bright yellow color, because the laundry was [MASK].", "ans1": "yellow", "ans2": "white"}
{"s1": "His imagination went wild in the park, but went dormant on the trail, because he thought the park was [MASK].", "s2": "His imagination went wild in the park, but went dormant on the trail, because he thought the trail was [MASK].", "ans1": "inspirational", "ans2": "blase"}
{"s1": "Benjamin used dish soap for an emergency load of laundry while William used water, and so Benjamin had [MASK] clothes.", "s2": "Benjamin used dish soap for an emergency load of laundry while William used water, and so William had [MASK] clothes.", "ans1": "clean", "ans2": "spotted"}
{"s1": "The cat was shedding, so we went with the bath treatment instead of the medicine since the treatment was [MASK].", "s2": "The cat was shedding, so we went with the bath treatment instead of the medicine since the medicine was [MASK].", "ans1": "available", "ans2": "unavailable"}
{"s1": "Amy wanted to go back to work after retiring but Carrie did not because Amy was [MASK].", "s2": "Amy wanted to go back to work after retiring but Carrie did not because Carrie was [MASK].", "ans1": "bored", "ans2": "occupied"}
{"s1": "It was [MASK] to get a job at the diner than at the firm because the diner had more openings.", "s2": "It was [MASK] to get a job at the diner than at the firm because the firm had more openings.", "ans1": "easier", "ans2": "harder"}
{"s1": "The razor of Carrie is much [MASK] than Patricia's because Carrie bought it new yesterday.", "s2": "The razor of Carrie is much [MASK] than Patricia's because Patricia bought it new yesterday.", "ans1": "sharper", "ans2": "duller"}
{"s1": "Natalie used Patricia's shower and thought it was very dirty. Natalie felt [MASK] while in the bathroom.", "s2": "Natalie used Patricia's shower and thought it was very dirty. Patricia felt [MASK] while in the bathroom.", "ans1": "disgusted", "ans2": "indifferent"}
{"s1": "Leslie was a overall more fashionable than Derrick but Leslie bought a skirt than made them look [MASK].", "s2": "Leslie was a overall more fashionable than Derrick but Derrick bought a skirt than made them look [MASK].", "ans1": "frumpy", "ans2": "great"}
{"s1": "Patricia had to give a public speech, but was so nervous compared to Jennifer, due to Patricia being [MASK].", "s2": "Patricia had to give a public speech, but was so nervous compared to Jennifer, due to Jennifer being [MASK].", "ans1": "shy", "ans2": "outgoing"}
{"s1": "Ben wanted to either get a pencil or a TV to change his life, but the pencil was too [MASK].", "s2": "Ben wanted to either get a pencil or a TV to change his life, but the TV was too [MASK].", "ans1": "cheap", "ans2": "expensive"}
{"s1": "Sarah really liked masturbation but Carrie liked sex more. Sarah was perfectly [MASK] home alone on a Saturday.", "s2": "Sarah really liked masturbation but Carrie liked sex more. Carrie was perfectly [MASK] home alone on a Saturday.", "ans1": "happy", "ans2": "miserable"}
{"s1": "Ben had to make carrot juice and apple juice. Everyone liked the apple juice because it was [MASK].", "s2": "Ben had to make carrot juice and apple juice. Everyone liked the carrot juice because it was [MASK].", "ans1": "common", "ans2": "uncommon"}
{"s1": "Dennis knew Justin was suffering from depression so he offered to listen for a while; Dennis felt [MASK].", "s2": "Dennis knew Justin was suffering from depression so he offered to listen for a while; Justin felt [MASK].", "ans1": "helpful", "ans2": "grateful"}
{"s1": "Nick's leg was bleeding and Eric was experiencing kidney pain, so Nick had [MASK] bleeding.", "s2": "Nick's leg was bleeding and Eric was experiencing kidney pain, so Eric had [MASK] bleeding.", "ans1": "external", "ans2": "internal"}
{"s1": "In the cricket match, Cynthia beats Kayla by a lot of points, so Cynthia is the [MASK].", "s2": "In the cricket match, Cynthia beats Kayla by a lot of points, so Kayla is the [MASK].", "ans1": "winner", "ans2": "loser"}
{"s1": "A nervous Monica looked up at Mary near the top of the ladder , as Monica [MASK] it.", "s2": "A nervous Monica looked up at Mary near the top of the ladder , as Mary [MASK] it.", "ans1": "held", "ans2": "ascended"}
{"s1": "Steven knocked on Williams door because he wanted to play shuffleboard today, but nobody was around.  Steven was [MASK].", "s2": "Steven knocked on Williams door because he wanted to play shuffleboard today, but nobody was around.  William was [MASK] church.", "ans1": "upset", "ans2": "at"}
{"s1": "After being caught speeding, Mike had to go to court, but not jail because the jail was for [MASK] offenses.", "s2": "After being caught speeding, Mike had to go to court, but not jail because the court was for [MASK] offenses.", "ans1": "major", "ans2": "minor"}
{"s1": "When making a jacket, Jim decided to use leather over cloth as a material because the cloth was [MASK] to damage.", "s2": "When making a jacket, Jim decided to use leather over cloth as a material because the leather was [MASK] to damage.", "ans1": "susceptible", "ans2": "resistant"}
{"s1": "Natalie told Kayla to her face that she had horrible breath; then Natalie [MASK] some breath mints.", "s2": "Natalie told Kayla to her face that she had horrible breath; then Kayla [MASK] some breath mints.", "ans1": "offered", "ans2": "ate"}
{"s1": "The speech was louder in the auditorium than the park because there were [MASK] speakers at the auditorium .", "s2": "The speech was louder in the auditorium than the park because there were [MASK] speakers at the park .", "ans1": "more", "ans2": "less"}
{"s1": "John liked the gift that Susan gave him more than the present from his brother because the gift was very [MASK].", "s2": "John liked the gift that Susan gave him more than the present from his brother because the present was very [MASK].", "ans1": "beautiful", "ans2": "ugly"}
{"s1": "The hair held together by a clip dropped into the fire but only the hair got burned. The hair is [MASK].", "s2": "The hair held together by a clip dropped into the fire but only the hair got burned. The clip is [MASK].", "ans1": "flammable", "ans2": "inflammable"}
{"s1": "Donna was in love with two perfumes, coconut and floral. She preferred the coconut for the [MASK] smell.", "s2": "Donna was in love with two perfumes, coconut and floral. She preferred the floral for the [MASK] smell.", "ans1": "tropical", "ans2": "gardenia"}
{"s1": "I tried to put money in my wife's pocket but I couldn't because the pocket was too [MASK].", "s2": "I tried to put money in my wife's pocket but I couldn't because the money was too [MASK].", "ans1": "tight", "ans2": "thick"}
{"s1": "The bus was supposed to arrive at 7:45 but the concert featuring my favorite indie band was scheduled for 8:00; luckily the bus was [MASK] so I didn't miss anything.", "s2": "The bus was supposed to arrive at 7:45 but the concert featuring my favorite indie band was scheduled for 8:00; luckily the concert was [MASK] so I didn't miss anything.", "ans1": "early", "ans2": "late"}
{"s1": "The homemaker used a pail of water to clean the old door, when she was done the water was [MASK].", "s2": "The homemaker used a pail of water to clean the old door, when she was done the door was [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "The norovirus was caught by Michael but Matthew was able to avoid it because, Michael [MASK] washed their hands.", "s2": "The norovirus was caught by Michael but Matthew was able to avoid it because, Matthew [MASK] washed their hands.", "ans1": "never", "ans2": "always"}
{"s1": "The pants were sliced both with a knife and then later with razor.  The knife was used [MASK].", "s2": "The pants were sliced both with a knife and then later with razor.  The razor was used [MASK].", "ans1": "first", "ans2": "second"}
{"s1": "Applying for a loan Rachel had to run Rebecca's credit because Rachel was the [MASK].", "s2": "Applying for a loan Rachel had to run Rebecca's credit because Rebecca was the [MASK].", "ans1": "loaner", "ans2": "applicant"}
{"s1": "Jerry quickly swept a stray sock under his bed, making his bedroom appear tidy by [MASK] the bed to cover his mess.", "s2": "Jerry quickly swept a stray sock under his bed, making his bedroom appear tidy by [MASK] the sock to cover his mess.", "ans1": "using", "ans2": "hiding"}
{"s1": "Lindsey answered the phone and took the message but not Amy because Lindsey was the [MASK].", "s2": "Lindsey answered the phone and took the message but not Amy because Amy was the [MASK].", "ans1": "secretary", "ans2": "janitor"}
{"s1": "Nick quite often likes to drive too fast but Robert never does because Nick is [MASK].", "s2": "Nick quite often likes to drive too fast but Robert never does because Robert is [MASK].", "ans1": "reckless", "ans2": "sensible"}
{"s1": "Fred wanted to revamp his annual charity events theme to a new design. The theme was [MASK].", "s2": "Fred wanted to revamp his annual charity events theme to a new design. The design was [MASK].", "ans1": "old", "ans2": "new"}
{"s1": "Samantha just loved annoying the heck out of Felicia , so Samantha tried spending [MASK] time with her.", "s2": "Samantha just loved annoying the heck out of Felicia , so Felicia tried spending [MASK] time with her.", "ans1": "more", "ans2": "less"}
{"s1": "The oil spilled on Nick 's shirt while he cooked for Justin, so Nick [MASK] him for a clean shirt.", "s2": "The oil spilled on Nick 's shirt while he cooked for Justin, so Justin [MASK] him for a clean shirt.", "ans1": "asked", "ans2": "offered"}
{"s1": "After trying to grow orchids, she decided to go back to her hobby of growing marigolds, because she found the marigolds were [MASK].", "s2": "After trying to grow orchids, she decided to go back to her hobby of growing marigolds, because she found the orchids were [MASK].", "ans1": "simpler", "ans2": "complicated"}
{"s1": "At the corn maze, Kayla laughs as they try to find Amy, and eventually Kayla [MASK] up.", "s2": "At the corn maze, Kayla laughs as they try to find Amy, and eventually Amy  [MASK].", "ans1": "gives", "ans2": "appears"}
{"s1": "Erin was a better cook than Lindsey [MASK] Erin had taken cooking classes for years.", "s2": "Erin was a better cook than Lindsey [MASK] Lindsey had taken cooking classes for years.", "ans1": "because", "ans2": "although"}
{"s1": "John's new cellphone would not fit in his new wallet, because the wallet was too [MASK].", "s2": "John's new cellphone would not fit in his new wallet, because the cellphone was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Dennis made a blue outfit while Aaron made a pink outfit for the baby, Dennis was expecting a [MASK].", "s2": "Dennis made a blue outfit while Aaron made a pink outfit for the baby, Aaron was expecting a [MASK].", "ans1": "boy", "ans2": "girl"}
{"s1": "The woman determined the smell in the kitchen was coming from the potatoes instead of the onions, because the Potatoes were [MASK].", "s2": "The woman determined the smell in the kitchen was coming from the potatoes instead of the onions, because the Onions were [MASK].", "ans1": "rotten", "ans2": "fresh"}
{"s1": "Nick just started an accounting business, and Jeffrey started a bakery. Nick is better at [MASK].", "s2": "Nick just started an accounting business, and Jeffrey started a bakery. Jeffrey is better at [MASK].", "ans1": "math", "ans2": "baking"}
{"s1": "Since Kevin always broke the rules and Benjamin always followed them, Kevin was disciplined much [MASK] frequently.", "s2": "Since Kevin always broke the rules and Benjamin always followed them, Benjamin was disciplined much [MASK] frequently.", "ans1": "more", "ans2": "less"}
{"s1": "For Halloween this year Victoria bought a costume at store but Katrina made their own as Victoria doesn't mind spending [MASK].", "s2": "For Halloween this year Victoria bought a costume at store but Katrina made their own as Katrina doesn't mind spending [MASK].", "ans1": "money", "ans2": "time"}
{"s1": "Hunter confidently showed Adam the water tank that he built this weekend.  Hunter was [MASK].", "s2": "Hunter confidently showed Adam the water tank that he built this weekend.  Adam was [MASK].", "ans1": "handy", "ans2": "impressed"}
{"s1": "Lindsey was attempting to install carpet in Erins house because Lindsey was an [MASK] at it.", "s2": "Lindsey was attempting to install carpet in Erins house because Erin was an [MASK] at it.", "ans1": "expert", "ans2": "terrible"}
{"s1": "The boat was painted by Victoria before Natalie bought it because Victoria was [MASK] it.", "s2": "The boat was painted by Victoria before Natalie bought it because Natalie was [MASK] it.", "ans1": "selling", "ans2": "buying"}
{"s1": "On Main Street, the boutique was having more success than the department store because the boutique has a [MASK] selection of clothing.", "s2": "On Main Street, the boutique was having more success than the department store because the department store has a [MASK] selection of clothing.", "ans1": "quality", "ans2": "inappropriate"}
{"s1": "Benjamin accused Adam of taking the last jar of peanut butter, Benjamin is a [MASK] person.", "s2": "Benjamin accused Adam of taking the last jar of peanut butter, Adam is a [MASK] person.", "ans1": "distrusting", "ans2": "hungry"}
{"s1": "3 cars could park in the garage but only 2 in the carport because the garage was [MASK].", "s2": "3 cars could park in the garage but only 2 in the carport because the carport was [MASK].", "ans1": "larger", "ans2": "smaller"}
{"s1": "Ken tried to draw a design onto his stencil paper while using a pencil, but the paper ripped because the pencil was too [MASK].", "s2": "Ken tried to draw a design onto his stencil paper while using a pencil, but the paper ripped because the paper was too [MASK].", "ans1": "sharp", "ans2": "thin"}
{"s1": "we replaced the cement surface in the bedroom with wood because the cement was [MASK].", "s2": "we replaced the cement surface in the bedroom with wood because the wood was [MASK].", "ans1": "cold", "ans2": "warm"}
{"s1": "Jenny was training hard to meet the time requirement for the marathon, but the training was [MASK].", "s2": "Jenny was training hard to meet the time requirement for the marathon, but the time requirement was [MASK].", "ans1": "slow", "ans2": "fast"}
{"s1": "Many people thought Eric looked and acted younger than Steven, although Eric was actually [MASK].", "s2": "Many people thought Eric looked and acted younger than Steven, although Steven was actually [MASK].", "ans1": "older", "ans2": "younger"}
{"s1": "Hunter had a more difficult time doing Yoga than Craig, because Hunter had a [MASK] body.", "s2": "Hunter had a more difficult time doing Yoga than Craig, because Craig had a [MASK] body.", "ans1": "rigid", "ans2": "flexible"}
{"s1": "The cold air inundated the shack but the house remained warm, as the shack 's windows remained [MASK] .", "s2": "The cold air inundated the shack but the house remained warm, as the house 's windows remained [MASK] .", "ans1": "open", "ans2": "closed"}
{"s1": "The carrots were chosen to use alongside the meat in the dish instead of broccoli. The carrots were [MASK].", "s2": "The carrots were chosen to use alongside the meat in the dish instead of broccoli. The broccoli were [MASK].", "ans1": "favorited", "ans2": "unpopular"}
{"s1": "We needed to return the book we barrowed from the library, but the library was not [MASK].", "s2": "We needed to return the book we barrowed from the library, but the book was not [MASK].", "ans1": "open", "ans2": "finished"}
{"s1": "Neil got a bird as a pet and Michael go a horse because Neil liked animals that could [MASK].", "s2": "Neil got a bird as a pet and Michael go a horse because Michael liked animals that could [MASK].", "ans1": "fly", "ans2": "gallop"}
{"s1": "James finger could not enter his nose when it itched because the nose is very [MASK].", "s2": "James finger could not enter his nose when it itched because the finger is very [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Katrina offered Carrie money to go through the spam folder because Katrina didn't [MASK] to deal with it.", "s2": "Katrina offered Carrie money to go through the spam folder because Carrie didn't [MASK] to deal with it.", "ans1": "want", "ans2": "mind"}
{"s1": "Jay washed the glass bowl instead of the plate because the bowl was very [MASK].", "s2": "Jay washed the glass bowl instead of the plate because the plate was very [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "The vegetarian meal seemed very unappealing to Monica although Tanya loved it, because Monica was a [MASK].", "s2": "The vegetarian meal seemed very unappealing to Monica although Tanya loved it, because Tanya was a [MASK].", "ans1": "carnivore", "ans2": "vegetarian"}
{"s1": "Bullies usually left Sarah alone but bothered Maria because Sarah was really very physically [MASK].", "s2": "Bullies usually left Sarah alone but bothered Maria because Maria was really very physically [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "The mother wanted to serve the food at the dinner but the food was too [MASK].", "s2": "The mother wanted to serve the food at the dinner but the dinner was too [MASK].", "ans1": "cold", "ans2": "late"}
{"s1": "Doing a pushup was very hard for Derrick but not for Michael because Derrick was in [MASK] shape.", "s2": "Doing a pushup was very hard for Derrick but not for Michael because Michael was in [MASK] shape.", "ans1": "bad", "ans2": "good"}
{"s1": "The condition that my friend had was less severe than his moms disease, because the condition was [MASK].", "s2": "The condition that my friend had was less severe than his moms disease, because the disease was [MASK].", "ans1": "curable", "ans2": "terminal"}
{"s1": "Jeremy was trying to sleep so John ate an orange instead of the almond he really wanted since eating the orange was [MASK].", "s2": "Jeremy was trying to sleep so John ate an orange instead of the almond he really wanted since eating the almond was [MASK].", "ans1": "quiet", "ans2": "loud"}
{"s1": "Ben was a book worm. He loved both fiction and non-fiction books, but he chose the non-fiction books book as it was [MASK].", "s2": "Ben was a book worm. He loved both fiction and non-fiction books, but he chose the fiction books book as it was [MASK].", "ans1": "realistic", "ans2": "fake"}
{"s1": "Helen was curious about how the ball broke the window, because the ball was [MASK].", "s2": "Helen was curious about how the ball broke the window, because the window was [MASK].", "ans1": "soft", "ans2": "hard"}
{"s1": "Rebecca told Amy that her neck pain has not gone away now for two weeks.  Rebecca was [MASK].", "s2": "Rebecca told Amy that her neck pain has not gone away now for two weeks.  Amy was [MASK].", "ans1": "frustrated", "ans2": "sympathetic"}
{"s1": "The vegetable wasn't cooking fast enough in the water with fire because the water was too [MASK].", "s2": "The vegetable wasn't cooking fast enough in the water with fire because the fire was too [MASK].", "ans1": "much", "ans2": "small"}
{"s1": "Joseph told Lawrence that he has had the flu for the past 2 weeks.  Joseph felt [MASK].", "s2": "Joseph told Lawrence that he has had the flu for the past 2 weeks.  Lawrence felt [MASK] for him.", "ans1": "sick", "ans2": "empathy"}
{"s1": "John fell down while walking on the pavement and decided to take the lawn instead. The pavement is [MASK].", "s2": "John fell down while walking on the pavement and decided to take the lawn instead. The lawn is [MASK].", "ans1": "slippery", "ans2": "dry"}
{"s1": "Emily's hair was recently dyed to get the gray out, but Erin has never had grays, so Emily is [MASK].", "s2": "Emily's hair was recently dyed to get the gray out, but Erin has never had grays, so Erin is [MASK].", "ans1": "older", "ans2": "younger"}
{"s1": "Jane was surprised the pin could not go through the jean because the pin is [MASK].", "s2": "Jane was surprised the pin could not go through the jean because the jean is [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "The woman tried to use lotion to moisturize her skin but the skin was too [MASK].", "s2": "The woman tried to use lotion to moisturize her skin but the lotion was too [MASK].", "ans1": "rough", "ans2": "weak"}
{"s1": "Aaron spent more time with their pet than Ryan because Aaron was at [MASK] all day.", "s2": "Aaron spent more time with their pet than Ryan because Ryan was at [MASK] all day.", "ans1": "home", "ans2": "work"}
{"s1": "While discussing retirement, William wanted to move to Florida and Jeffrey did not for William liked [MASK] climates.", "s2": "While discussing retirement, William wanted to move to Florida and Jeffrey did not for Jeffrey liked [MASK] climates.", "ans1": "warm", "ans2": "cold"}
{"s1": "The pressure of the water increased when it flowed from the tank to the pipe because the tank is [MASK].", "s2": "The pressure of the water increased when it flowed from the tank to the pipe because the pipe is [MASK].", "ans1": "wider", "ans2": "narrower"}
{"s1": "James needed more eggplant if he wanted to fill up the pot. He did not know the eggplant would be that [MASK].", "s2": "James needed more eggplant if he wanted to fill up the pot. He did not know the pot would be that [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "The material for the test was less important than the paperwork for the interview, because the material was very [MASK].", "s2": "The material for the test was less important than the paperwork for the interview, because the paperwork was very [MASK].", "ans1": "easy", "ans2": "difficult"}
{"s1": "Kenneth ran out of quarters at the arcade. He robbed William because Kenneth was a [MASK] person.", "s2": "Kenneth ran out of quarters at the arcade. He robbed William because William was a [MASK] person.", "ans1": "devious", "ans2": "distracted"}
{"s1": "Erin has to watch everything that she eats due to being pregnant compared to Cynthia because Erin is [MASK] for a baby.", "s2": "Erin has to watch everything that she eats due to being pregnant compared to Cynthia because Cynthia is [MASK] for a baby.", "ans1": "hopeful", "ans2": "unenthusiastic"}
{"s1": "My friend wants to see the new romance movie but I want to see the action movie because the action movie has [MASK] reviews.", "s2": "My friend wants to see the new romance movie but I want to see the action movie because the romance movie has [MASK] reviews.", "ans1": "good", "ans2": "bad"}
{"s1": "I felt more negative when I stayed at the motel than when I stayed at the hotel because the motel was [MASK].", "s2": "I felt more negative when I stayed at the motel than when I stayed at the hotel because the hotel was [MASK] lit.", "ans1": "dark", "ans2": "well"}
{"s1": "Jen's kleptomania made her steal makeup and money, but the makeup would get her in [MASK] trouble if she was caught.", "s2": "Jen's kleptomania made her steal makeup and money, but the money would get her in [MASK] trouble if she was caught.", "ans1": "less", "ans2": "more"}
{"s1": "The line cook added pumpkin seeds and tomatoes to the salad before serving it; the tomatoes were [MASK].", "s2": "The line cook added pumpkin seeds and tomatoes to the salad before serving it; the seeds were [MASK].", "ans1": "red", "ans2": "crunchy."}
{"s1": "Victoria liked to go clothes shopping but Felicia didn't, so Victoria headed out to the [MASK] for the day.", "s2": "Victoria liked to go clothes shopping but Felicia didn't, so Felicia headed out to the [MASK] for the day.", "ans1": "mall", "ans2": "park"}
{"s1": "The device worked [MASK] than the phone because the phone was out of its range.", "s2": "The device worked [MASK] than the phone because the device was out of its range.", "ans1": "better", "ans2": "worse"}
{"s1": "Jim wanted to be bad so he decided to engage in a robbery and graffiti. He regretted the robbery due to the [MASK] consequence.", "s2": "Jim wanted to be bad so he decided to engage in a robbery and graffiti. He regretted the graffiti due to the [MASK] consequence.", "ans1": "extreme", "ans2": "light"}
{"s1": "The colder weather suited Joel but not Kevin as Joel  found it [MASK] their pain.", "s2": "The colder weather suited Joel but not Kevin as Kevin  found it [MASK] their pain.", "ans1": "eased", "ans2": "caused"}
{"s1": "Robert was teaching the students the [MASK] way unlike Derrick because Robert thought it was quicker.", "s2": "Robert was teaching the students the [MASK] way unlike Derrick because Derrick thought it was quicker.", "ans1": "wrong", "ans2": "right"}
{"s1": "During their school holidays Nelson badly wanted to get a job but Aaron did not because Nelson was very [MASK].", "s2": "During their school holidays Nelson badly wanted to get a job but Aaron did not because Aaron was very [MASK].", "ans1": "hardworking", "ans2": "lazy"}
{"s1": "Aaron was more famous than Hunter was [MASK] Aaron had been in more movies and shows.", "s2": "Aaron was more famous than Hunter was [MASK] Hunter had been in more movies and shows.", "ans1": "because", "ans2": "although"}
{"s1": "Adam is annoyed at Derrick since Adam received help from the Airline Gate Agent [MASK].", "s2": "Adam is annoyed at Derrick since Derrick received help from the Airline Gate Agent [MASK].", "ans1": "slower", "ans2": "quicker"}
{"s1": "He could hear the phone ring when he was in his room but not in the kitchen, as the noise in the room was [MASK].", "s2": "He could hear the phone ring when he was in his room but not in the kitchen, as the noise in the kitchen was [MASK].", "ans1": "minimal", "ans2": "overpowering"}
{"s1": "The doctors like giving their patients the pill instead of the liquid, because the liquid was more [MASK].", "s2": "The doctors like giving their patients the pill instead of the liquid, because the pill was more [MASK].", "ans1": "hurtful", "ans2": "helpful"}
{"s1": "The rice had too much salt in it, but the potato had just enough salt, and as a result the potato was [MASK].", "s2": "The rice had too much salt in it, but the potato had just enough salt, and as a result the rice was [MASK].", "ans1": "delicious", "ans2": "gross"}
{"s1": "The test could not determine the strength of the battery, but worked fine for the plug , since the measurement for the battery was [MASK] .", "s2": "The test could not determine the strength of the battery, but worked fine for the plug , since the measurement for the plug was [MASK] .", "ans1": "vague", "ans2": "concrete"}
{"s1": "James threw the ball into the basket and it could not enter it. The ball is very [MASK].", "s2": "James threw the ball into the basket and it could not enter it. The basket is very [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "The serum was given to Neil from Dennis, so Neil must be the [MASK] at the hospital.", "s2": "The serum was given to Neil from Dennis, so Dennis must be the [MASK] at the hospital.", "ans1": "patient", "ans2": "doctor"}
{"s1": "The flag can hardly blow when raised up in the wind because the flag is [MASK].", "s2": "The flag can hardly blow when raised up in the wind because the wind is [MASK].", "ans1": "heavy", "ans2": "light"}
{"s1": "Carrie thought frogs were gross and slimy, but Christine liked them, so Carrie was [MASK] when one jumped in their hair.", "s2": "Carrie thought frogs were gross and slimy, but Christine liked them, so Christine was [MASK] when one jumped in their hair.", "ans1": "horrified", "ans2": "amused"}
{"s1": "When it was time for the reunion, Neil got invited but not Aaron, so Neil was rather [MASK] about the situation.", "s2": "When it was time for the reunion, Neil got invited but not Aaron, so Aaron was rather [MASK] about the situation.", "ans1": "happy", "ans2": "mad"}
{"s1": "The old car would not fit inside the cluttered garage because the garage was too [MASK].", "s2": "The old car would not fit inside the cluttered garage because the car was too [MASK].", "ans1": "full", "ans2": "big"}
{"s1": "Although Joseph was a better English teacher than Hunter Joseph [MASK] questioned when to use a comma.", "s2": "Although Joseph was a better English teacher than Hunter Hunter [MASK] questioned when to use a comma.", "ans1": "always", "ans2": "never"}
{"s1": "Sarah could put lipstick or mascara to be beautiful, but she chose to put on the mascara because it would be [MASK] even if she cried.", "s2": "Sarah could put lipstick or mascara to be beautiful, but she chose to put on the lipstick because it would be [MASK] even if she cried.", "ans1": "messy", "ans2": "clean"}
{"s1": "The nut kept getting loose as the hobbyist tried to tighten it on the bolt because the bolt was too [MASK].", "s2": "The nut kept getting loose as the hobbyist tried to tighten it on the bolt because the nut was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "The nail drove straight through the drywall but got stuck against the wood, since the drywall was [MASK] to puncture.", "s2": "The nail drove straight through the drywall but got stuck against the wood, since the wood was [MASK] to puncture.", "ans1": "easy", "ans2": "difficult"}
{"s1": "William was able to stay up later than Kevin was [MASK] William had drank their coffee.", "s2": "William was able to stay up later than Kevin was [MASK] Kevin had drank their coffee.", "ans1": "because", "ans2": "although"}
{"s1": "Megan held Laura in a hug while they were crying, because Megan was more [MASK] than they were.", "s2": "Megan held Laura in a hug while they were crying, because Laura was more [MASK] than they were.", "ans1": "stable", "ans2": "emotional"}
{"s1": "The car was quick when it used electricity instead of gasoline, because it was made to run on the gasoline [MASK] efficiently.", "s2": "The car was quick when it used electricity instead of gasoline, because it was made to run on the electricity [MASK] efficiently.", "ans1": "less", "ans2": "more"}
{"s1": "Angela showed a lot of assertiveness when talking with Elena, because Angela tended to be [MASK].", "s2": "Angela showed a lot of assertiveness when talking with Elena, because Elena tended to be [MASK].", "ans1": "overbearing", "ans2": "stubborn"}
{"s1": "In order to increase the strength of his brain, Mitch decided to take up painting rather than reading, because the reading was [MASK] for his eyes.", "s2": "In order to increase the strength of his brain, Mitch decided to take up painting rather than reading, because the painting was [MASK] for his eyes.", "ans1": "difficult", "ans2": "easy"}
{"s1": "The State's courts like to keep their important records electronically. The Records are very [MASK].", "s2": "The State's courts like to keep their important records electronically. The Courts are very [MASK].", "ans1": "vital", "ans2": "cautious"}
{"s1": "Lindsey asked Amy to go on a trip to Los Angeles with her because Lindsey is [MASK].", "s2": "Lindsey asked Amy to go on a trip to Los Angeles with her because Amy is [MASK].", "ans1": "disabled", "ans2": "trusted"}
{"s1": "The cook could safely touch the pot, but had to wait on the pan, because the pot was [MASK].", "s2": "The cook could safely touch the pot, but had to wait on the pan, because the pan was [MASK].", "ans1": "cold", "ans2": "hot"}
{"s1": "I poured the water from the cup to the pot to make the flower grow, and as I poured, the cup became [MASK].", "s2": "I poured the water from the cup to the pot to make the flower grow, and as I poured, the pot became [MASK].", "ans1": "lighter", "ans2": "heavier"}
{"s1": "Angela covers Kayla's hours over the weekend so they can go on vacation and Angela is very [MASK].", "s2": "Angela covers Kayla's hours over the weekend so they can go on vacation and Kayla is very [MASK].", "ans1": "busy", "ans2": "relaxed"}
{"s1": "Jason had very thin skin but Kenneth isn't easily offended. Jason thought the person's comment was [MASK].", "s2": "Jason had very thin skin but Kenneth isn't easily offended. Kenneth thought the person's comment was [MASK].", "ans1": "rude", "ans2": "appropriate"}
{"s1": "The child wanted to store the shells in the boxes but the boxes were too [MASK].", "s2": "The child wanted to store the shells in the boxes but the shells were too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Katrina orders water at the bar, while Emily has a nice, cold beer, so Katrina is the [MASK] person.", "s2": "Katrina orders water at the bar, while Emily has a nice, cold beer, so Emily is the [MASK] person.", "ans1": "sober", "ans2": "drunk"}
{"s1": "Monica was interviewing for a good new position at a technology company and Carrie was giving the interview. Monica wanted to [MASK] hired.", "s2": "Monica was interviewing for a good new position at a technology company and Carrie was giving the interview. Carrie wanted to [MASK].", "ans1": "be", "ans2": "hire"}
{"s1": "Katrina could always go out drinking with friends but not Kayla because Katrina was [MASK] age.", "s2": "Katrina could always go out drinking with friends but not Kayla because Kayla was [MASK] age.", "ans1": "over", "ans2": "under"}
{"s1": "The mental health of Brian is much [MASK] than William's because Brian sees a therapist.", "s2": "The mental health of Brian is much [MASK] than William's because William sees a therapist.", "ans1": "better", "ans2": "worse"}
{"s1": "Peter needed to do consistent work and was able to use the wrench but replaced the screwdriver because the wrench was [MASK].", "s2": "Peter needed to do consistent work and was able to use the wrench but replaced the screwdriver because the screwdriver was [MASK].", "ans1": "durable", "ans2": "rusting"}
{"s1": "Mary wanted to either grill or bake the fish in the oven. She decided to use the grill  because it was [MASK] outside.", "s2": "Mary wanted to either grill or bake the fish in the oven. She decided to use the oven  because it was [MASK] outside.", "ans1": "nice", "ans2": "raining"}
{"s1": "Kenneth can make their dollar go further than Ian because Kenneth [MASK] learned how to be very cheap.", "s2": "Kenneth can make their dollar go further than Ian because Ian [MASK] learned how to be very cheap.", "ans1": "has", "ans2": "never"}
{"s1": "When the spider was dead Maria was jubilant but Kayla was upset because Maria [MASK] spiders.", "s2": "When the spider was dead Maria was jubilant but Kayla was upset because Kayla [MASK] spiders.", "ans1": "hated", "ans2": "loved"}
{"s1": "I'm going to enter the spelling bee instead of the geography bee since the spelling bee seems [MASK] to win.", "s2": "I'm going to enter the spelling bee instead of the geography bee since the geography bee seems [MASK] to win.", "ans1": "easier", "ans2": "harder"}
{"s1": "the soup was great and enough fro the guests  but needed a little salt added. the salt was [MASK].", "s2": "the soup was great and enough fro the guests  but needed a little salt added. the soup was [MASK].", "ans1": "little", "ans2": "much"}
{"s1": "Megan had a harder time on the exam than Patricia because Megan kept [MASK] to study.", "s2": "Megan had a harder time on the exam than Patricia because Patricia kept [MASK] to study.", "ans1": "forgetting", "ans2": "remembering"}
{"s1": "Because Donald liked cinnamon rolls but Neil loved them, Donald ate cinnamon rolls for breakfast [MASK].", "s2": "Because Donald liked cinnamon rolls but Neil loved them, Neil ate cinnamon rolls for breakfast [MASK].", "ans1": "occasionally", "ans2": "often"}
{"s1": "The bunny spat out the carrots and nibbled on the beans instead because the carrots were [MASK] .", "s2": "The bunny spat out the carrots and nibbled on the beans instead because the beans were [MASK] .", "ans1": "rotten", "ans2": "fresh"}
{"s1": "Hanging out at the party they had beer and soda for drinks, I wanted to feel [MASK] so I grabbed the beer from the cooler.", "s2": "Hanging out at the party they had beer and soda for drinks, I wanted to feel [MASK] so I grabbed the soda from the cooler.", "ans1": "inebriated", "ans2": "awake"}
{"s1": "Juan decided to buy a raffle ticket instead of a lottery ticket because the lottery was [MASK].", "s2": "Juan decided to buy a raffle ticket instead of a lottery ticket because the raffle was [MASK].", "ans1": "unfair", "ans2": "fair"}
{"s1": "Kendall went to the home department store and bought the textiles but ignored the chairs because the textiles were [MASK].", "s2": "Kendall went to the home department store and bought the textiles but ignored the chairs because the chairs were [MASK].", "ans1": "pretty", "ans2": "ugly"}
{"s1": "James slid down from the top of the roof to the fence because the roof is [MASK].", "s2": "James slid down from the top of the roof to the fence because the fence is [MASK].", "ans1": "taller", "ans2": "shorter"}
{"s1": "Joel was a [MASK] unlike Robert, so Joel was the one that developed a crush on a fellow classmate.", "s2": "Joel was a [MASK] unlike Robert, so Robert was the one that developed a crush on a fellow classmate.", "ans1": "romantic", "ans2": "realist"}
{"s1": "The old cards could not squeeze into the boxes because the cards were too [MASK].", "s2": "The old cards could not squeeze into the boxes because the boxes were too [MASK].", "ans1": "thick", "ans2": "small"}
{"s1": "I was able to carry the paint roller but I asked my husband to fetch the bucket because the paint roller was [MASK].", "s2": "I was able to carry the paint roller but I asked my husband to fetch the bucket because the bucket was [MASK].", "ans1": "light", "ans2": "heavy"}
{"s1": "Jacob and Samantha were in love. Jacob bought roses for her without chocolates because the roses were [MASK] by her.", "s2": "Jacob and Samantha were in love. Jacob bought roses for her without chocolates because the chocolates were [MASK] by her.", "ans1": "loved", "ans2": "hated"}
{"s1": "John after crying for a while wipes his face with the new towel and got the face [MASK].", "s2": "John after crying for a while wipes his face with the new towel and got the towel [MASK].", "ans1": "dry", "ans2": "wet"}
{"s1": "Ian was unable to get certified as a teacher unlike Kyle, due to Ian [MASK] a background check.", "s2": "Ian was unable to get certified as a teacher unlike Kyle, due to Kyle [MASK] a background check.", "ans1": "failing", "ans2": "passing"}
{"s1": "They had invested in a large curtain that would drop onto the stage, but it didn’t work out because the curtain was too [MASK].", "s2": "They had invested in a large curtain that would drop onto the stage, but it didn’t work out because the stage was too [MASK].", "ans1": "short", "ans2": "low"}
{"s1": "Laura was cycling well ahead of Erin since Laura was riding quite [MASK] down the road.", "s2": "Laura was cycling well ahead of Erin since Erin was riding quite [MASK] down the road.", "ans1": "quickly", "ans2": "slowly"}
{"s1": "The jewelry Kayla wore made quite an impression on Rachel although Kayla is [MASK] stylish than she is, usually.", "s2": "The jewelry Kayla wore made quite an impression on Rachel although Rachel is [MASK] stylish than she is, usually.", "ans1": "less", "ans2": "more"}
{"s1": "Although Samuel was more of a sneakerhead than Robert, Samuel [MASK] a great pair of Converse.", "s2": "Although Samuel was more of a sneakerhead than Robert, Robert [MASK] a great pair of Converse.", "ans1": "overlooked", "ans2": "found"}
{"s1": "The soil was that of a [MASK] area, so between flowers and weeds, there were more of the flowers .", "s2": "The soil was that of a [MASK] area, so between flowers and weeds, there were more of the weeds .", "ans1": "domesticated", "ans2": "wild"}
{"s1": "Mary is casting a blank stare off to nowhere seeming to look through Carrie so Mary has a [MASK] look on her face..", "s2": "Mary is casting a blank stare off to nowhere seeming to look through Carrie so Carrie has a [MASK] look on her face..", "ans1": "dazed", "ans2": "confused"}
{"s1": "Ryan loved having an iPhone but Leslie refused to upgrade their flip phone. Ryan had always been [MASK] to learn new technology.", "s2": "Ryan loved having an iPhone but Leslie refused to upgrade their flip phone. Leslie had always been [MASK] to learn new technology.", "ans1": "first", "ans2": "last"}
{"s1": "Because Kyle was a vegetarian and Kevin was not, Kyle ordered a [MASK] at the restaurant.", "s2": "Because Kyle was a vegetarian and Kevin was not, Kevin ordered a [MASK] at the restaurant.", "ans1": "salad", "ans2": "hamburger"}
{"s1": "The lure that I used was a lot better than the bait of my friend, because the lure was [MASK].", "s2": "The lure that I used was a lot better than the bait of my friend, because the bait was [MASK].", "ans1": "working", "ans2": "broken"}
{"s1": "The light sensitive roses had to be removed from the garden and moved to the vineyard, as the garden was [MASK].", "s2": "The light sensitive roses had to be removed from the garden and moved to the vineyard, as the vineyard was [MASK].", "ans1": "sunnier", "ans2": "shadier"}
{"s1": "Badminton was a lot easier for Josh than tennis because the badminton court was [MASK].", "s2": "Badminton was a lot easier for Josh than tennis because the tennis court was [MASK].", "ans1": "smaller", "ans2": "larger"}
{"s1": "Rebecca wanted to change names and Carrie didn't approve because Rebecca thought it was a [MASK] name.", "s2": "Rebecca wanted to change names and Carrie didn't approve because Carrie thought it was a [MASK] name.", "ans1": "cool", "ans2": "dated"}
{"s1": "We had to clean up the huge mess using the mop instead of the broom as the mop was [MASK].", "s2": "We had to clean up the huge mess using the mop instead of the broom as the broom was [MASK].", "ans1": "durable", "ans2": "weak"}
{"s1": "The press searched for news regarding celebrities or laws. They found the celebrities news more [MASK].", "s2": "The press searched for news regarding celebrities or laws. They found the laws news more [MASK].", "ans1": "interesting", "ans2": "dull"}
{"s1": "He tried to put the chemical from the jug into a new bottler, but it all couldn't go because the chemical was too [MASK].", "s2": "He tried to put the chemical from the jug into a new bottler, but it all couldn't go because the bottle was too [MASK].", "ans1": "much", "ans2": "tiny"}
{"s1": "Jennifer would outgrow Sarah in a matter of a few months even though Jennifer was [MASK].", "s2": "Jennifer would outgrow Sarah in a matter of a few months even though Sarah was [MASK].", "ans1": "younger", "ans2": "older"}
{"s1": "The carpenter took boards from his truck and put them in the garage until the garage was [MASK].", "s2": "The carpenter took boards from his truck and put them in the garage until the truck was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Billy knew his LEGO snake was hungry, but didn't know if it would eat the rat, because the snake wasn't [MASK].", "s2": "Billy knew his LEGO snake was hungry, but didn't know if it would eat the rat, because the rat wasn't [MASK].", "ans1": "alive", "ans2": "dead"}
{"s1": "The teacher enjoyed having Patricia in their class but wished Betty would be transferred because Patricia was [MASK].", "s2": "The teacher enjoyed having Patricia in their class but wished Betty would be transferred because Betty was [MASK].", "ans1": "obediant", "ans2": "defiant"}
{"s1": "Joseph built their home out of concrete but Randy used wood, so Joseph had [MASK] damage after the twister hit the neighborhood.", "s2": "Joseph built their home out of concrete but Randy used wood, so Randy had [MASK] damage after the twister hit the neighborhood.", "ans1": "little", "ans2": "tremendous"}
{"s1": "She used the butter to sauteed the shrimps with eggplant and pasta. The pasta was [MASK].", "s2": "She used the butter to sauteed the shrimps with eggplant and pasta. The eggplant was [MASK].", "ans1": "stringy", "ans2": "curvaceous"}
{"s1": "John got more money when he sold the coin than when he sold the stamp because the stamp was [MASK].", "s2": "John got more money when he sold the coin than when he sold the stamp because the coin was [MASK].", "ans1": "worthless", "ans2": "valuable"}
{"s1": "Tim decided to shave his beard instead of his head since his wife thought that the head is [MASK].", "s2": "Tim decided to shave his beard instead of his head since his wife thought that the beard is [MASK].", "ans1": "sexier", "ans2": "uglier"}
{"s1": "Earl got a new shirt for his daughter. It was a sports shirt to replace the oxford shirt because the oxford shirt is [MASK].", "s2": "Earl got a new shirt for his daughter. It was a sports shirt to replace the oxford shirt because the sports shirt is [MASK].", "ans1": "old", "ans2": "new"}
{"s1": "The store sold out of cookies long before salads because the cookies were too [MASK].", "s2": "The store sold out of cookies long before salads because the salads were too [MASK].", "ans1": "delicious", "ans2": "boring"}
{"s1": "Jason excelled at the violin lessons while Logan struggled, because Jason [MASK] a gift for music.", "s2": "Jason excelled at the violin lessons while Logan struggled, because Logan [MASK] a gift for music.", "ans1": "had", "ans2": "lacked"}
{"s1": "Mary cleaned the toilet every day but Angela almost never did because Mary was very [MASK].", "s2": "Mary cleaned the toilet every day but Angela almost never did because Angela was very [MASK].", "ans1": "houseproud", "ans2": "slovenly"}
{"s1": "The software was harder to install on the computer than on the laptop because the computer was running [MASK].", "s2": "The software was harder to install on the computer than on the laptop because the laptop was running [MASK].", "ans1": "slower", "ans2": "faster"}
{"s1": "Ryan's fish tank looks really clean, and Nelson's looks really dirty because Ryan cleans [MASK].", "s2": "Ryan's fish tank looks really clean, and Nelson's looks really dirty because Nelson cleans [MASK].", "ans1": "regularly", "ans2": "rarely"}
{"s1": "The hair Hannah attached to his hair with a glue got blown away by the wind. The glue is confirmed [MASK].", "s2": "The hair Hannah attached to his hair with a glue got blown away by the wind. The wind is confirmed [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "My husband and I like the joint account better than the separate account as we [MASK] both access the joint account .", "s2": "My husband and I like the joint account better than the separate account as we [MASK] both access the separate account .", "ans1": "can", "ans2": "cannot"}
{"s1": "Wearing contact lenses was desirable for Leslie but not Christopher because Leslie had [MASK] vision.", "s2": "Wearing contact lenses was desirable for Leslie but not Christopher because Christopher had [MASK] vision.", "ans1": "poor", "ans2": "excellent"}
{"s1": "So William was [MASK] because William had managed to steal a valuable painting from the house of Christopher.", "s2": "So Christopher was [MASK] because William had managed to steal a valuable painting from the house of Christopher.", "ans1": "happy", "ans2": "upset"}
{"s1": "Most of their guests wanted coffee and not lemonade because it was cold outside and the lemonade was [MASK].", "s2": "Most of their guests wanted coffee and not lemonade because it was cold outside and the coffee was [MASK].", "ans1": "cold", "ans2": "hot"}
{"s1": "I kept the rabbit in a cage instead of in the barn because it was [MASK] to find it in the barn .", "s2": "I kept the rabbit in a cage instead of in the barn because it was [MASK] to find it in the cage .", "ans1": "harder", "ans2": "easier"}
{"s1": "James body is feeling hot, so he placed a pad on it to cool it down. The body temperature is [MASK].", "s2": "James body is feeling hot, so he placed a pad on it to cool it down. The pad temperature is [MASK].", "ans1": "high", "ans2": "low"}
{"s1": "James cannot hear the response given by the girl but he can hear her cry because the response is [MASK].", "s2": "James cannot hear the response given by the girl but he can hear her cry because the cry is [MASK].", "ans1": "quiet", "ans2": "loud"}
{"s1": "Kyle tried to stop before Nelson was hit because it was Kyle that was the [MASK].", "s2": "Kyle tried to stop before Nelson was hit because it was Nelson that was the [MASK].", "ans1": "driver", "ans2": "passenger"}
{"s1": "John wanted to exchange the tea with some water because it is a hot day already and the tea is [MASK].", "s2": "John wanted to exchange the tea with some water because it is a hot day already and the water is [MASK].", "ans1": "hot", "ans2": "cold"}
{"s1": "Sarah was [MASK] successful at work than Betty because Sarah stayed longer hours at the job.", "s2": "Sarah was [MASK] successful at work than Betty because Betty stayed longer hours at the job.", "ans1": "more", "ans2": "less"}
{"s1": "The steak cooked faster than the roast did because the steak was a [MASK] piece of meat.", "s2": "The steak cooked faster than the roast did because the roast was a [MASK] piece of meat.", "ans1": "thinner", "ans2": "thicker"}
{"s1": "Christine got a [MASK] rating on their restaurant's health inspection than Betty because Christine kept the place clean .", "s2": "Christine got a [MASK] rating on their restaurant's health inspection than Betty because Betty kept the place clean .", "ans1": "better", "ans2": "lower"}
{"s1": "The habanero pepper was going to fit in the bottle as the pepper was [MASK].", "s2": "The habanero pepper was going to fit in the bottle as the bottle was [MASK].", "ans1": "narrow", "ans2": "wide"}
{"s1": "The asthma of Maria is getting worse, while Lindsey's is getting better, so Maria is taking [MASK] effective medication.", "s2": "The asthma of Maria is getting worse, while Lindsey's is getting better, so Lindsey is taking [MASK] effective medication.", "ans1": "less", "ans2": "more"}
{"s1": "The woman decided that she wanted to have a boyfriend instead of a husband, since the husband is [MASK].", "s2": "The woman decided that she wanted to have a boyfriend instead of a husband, since the boyfriend is [MASK].", "ans1": "permanent", "ans2": "temporary"}
{"s1": "Rachel [MASK] for Kayla because Rachel was so angry about the death of the dear friend.", "s2": "Rachel [MASK] for Kayla because Kayla was so angry about the death of the dear friend.", "ans1": "yelled", "ans2": "prayed"}
{"s1": "Joseph was assisting the roofing project while Neil was leading so Joseph did the [MASK] labor.", "s2": "Joseph was assisting the roofing project while Neil was leading so Neil did the [MASK] labor.", "ans1": "physical", "ans2": "mental"}
{"s1": "Jeffrey was required to follow strict rules, but the rules for Randy were more lienent, which made Jeffrey feel more [MASK].", "s2": "Jeffrey was required to follow strict rules, but the rules for Randy were more lienent, which made Randy feel more [MASK].", "ans1": "oppressed", "ans2": "free"}
{"s1": "Jason had a pain in their neck but Craig did not. Jason had to make an appointment with a [MASK].", "s2": "Jason had a pain in their neck but Craig did not. Craig had to make an appointment with a [MASK].", "ans1": "chiropractor", "ans2": "dentist"}
{"s1": "Justin was very concerned about the environment Ian wasn't that interested. Justin [MASK] a lot of trees on their land.", "s2": "Justin was very concerned about the environment Ian wasn't that interested. Ian [MASK] a lot of trees on their land.", "ans1": "planted", "ans2": "cut"}
{"s1": "So Jessica is trying to [MASK] money because Jessica doesn't have a lot money, while Patricia is rich.", "s2": "So Patricia is trying to [MASK] money because Jessica doesn't have a lot money, while Patricia is rich.", "ans1": "save", "ans2": "spend"}
{"s1": "Since Joseph had a phobia of spiders and Adam loved them, Joseph [MASK] to buy a pet tarantula.", "s2": "Since Joseph had a phobia of spiders and Adam loved them, Adam [MASK] to buy a pet tarantula.", "ans1": "refused", "ans2": "wanted"}
{"s1": "Betty turned in their report on time on Friday, while Mary asked for a two day extension, so Betty spent the weekend [MASK].", "s2": "Betty turned in their report on time on Friday, while Mary asked for a two day extension, so Mary spent the weekend [MASK].", "ans1": "relaxing", "ans2": "writing"}
{"s1": "Laura told Rachel about a medical condition they might have. Laura felt like they were being [MASK].", "s2": "Laura told Rachel about a medical condition they might have. Rachel felt like they were being [MASK].", "ans1": "helpful", "ans2": "nosey"}
{"s1": "Cynthia used a blender to make vegetable smoothies but Amy did not as Cynthia was very [MASK].", "s2": "Cynthia used a blender to make vegetable smoothies but Amy did not as Amy was very [MASK].", "ans1": "healthy", "ans2": "unhealthy"}
{"s1": "Laura had an easier time than Lindsey moving from their home because Laura had a [MASK] house.", "s2": "Laura had an easier time than Lindsey moving from their home because Lindsey had a [MASK] house.", "ans1": "smaller", "ans2": "bigger"}
{"s1": "Jason has a lot [MASK] problems with his back than Kenneth because Jason had a very bad accident.", "s2": "Jason has a lot [MASK] problems with his back than Kenneth because Kenneth had a very bad accident.", "ans1": "more", "ans2": "less"}
{"s1": "The coach of the soccer team bought the players shorts and left out the shirts because the shorts were [MASK].", "s2": "The coach of the soccer team bought the players shorts and left out the shirts because the shirts were [MASK] good.", "ans1": "old", "ans2": "still"}
{"s1": "I want to work in emergency services. I could become a firefighter or a paramedic. The firefighter is more [MASK].", "s2": "I want to work in emergency services. I could become a firefighter or a paramedic. The paramedic is more [MASK].", "ans1": "dangerous", "ans2": "nerve-wracking"}
{"s1": "Jane decided to eat a salad instead of a sandwich because the salad had [MASK] calories and she was trying to diet.", "s2": "Jane decided to eat a salad instead of a sandwich because the sandwich had [MASK] calories and she was trying to diet.", "ans1": "less", "ans2": "more"}
{"s1": "Wearing a sweater in the house, the man had to take it off and wear a tee shirt when he went to the porch. The house was [MASK].", "s2": "Wearing a sweater in the house, the man had to take it off and wear a tee shirt when he went to the porch. The porch was [MASK].", "ans1": "cool", "ans2": "warm"}
{"s1": "The band member tried to put the guitar in the case but it wouldn't fit because  the guitar was too [MASK].", "s2": "The band member tried to put the guitar in the case but it wouldn't fit because  the case was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Casper set the table with china instead of disposable dinnerware for the formal dinner because the china was [MASK].", "s2": "Casper set the table with china instead of disposable dinnerware for the formal dinner because the disposable dinnerware was [MASK].", "ans1": "fancy", "ans2": "trashy"}
{"s1": "Samantha is having to replace their vacuum bags frequently but not Betty as Samantha [MASK] to clean the house.", "s2": "Samantha is having to replace their vacuum bags frequently but not Betty as Betty [MASK] to clean the house.", "ans1": "likes", "ans2": "hates"}
{"s1": "He was eager to eat the soup, but didn't want the sandwich, because he thought the sandwich was [MASK].", "s2": "He was eager to eat the soup, but didn't want the sandwich, because he thought the soup was [MASK].", "ans1": "gross", "ans2": "delicious"}
{"s1": "Joanna mixed together eyeshadow and water in order to make a dye, but she felt that she had added too much of the water and made it too [MASK].", "s2": "Joanna mixed together eyeshadow and water in order to make a dye, but she felt that she had added too much of the dye and made it too [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "The woman's lips were [MASK] than her cheeks because there was botox in the lips .", "s2": "The woman's lips were [MASK] than her cheeks because there was botox in the cheeks .", "ans1": "bigger", "ans2": "smaller"}
{"s1": "The hairdresser used a comb on her client instead of a brush because the comb was [MASK].", "s2": "The hairdresser used a comb on her client instead of a brush because the brush was [MASK].", "ans1": "wide", "ans2": "thick-bristled"}
{"s1": "Bill's new fancy car would not fit in his old garage, the garage was too [MASK].", "s2": "Bill's new fancy car would not fit in his old garage, the car was too [MASK].", "ans1": "narrow", "ans2": "wide"}
{"s1": "Craig decided to help Lawrence in his effort to sculpt a statue because Craig was a [MASK] artist.", "s2": "Craig decided to help Lawrence in his effort to sculpt a statue because Lawrence was a [MASK] artist.", "ans1": "great", "ans2": "terrible"}
{"s1": "Derrick told Kevin how he met the President of the United States last week.  Derrick was [MASK].", "s2": "Derrick told Kevin how he met the President of the United States last week.  Kevin was [MASK] by the story.", "ans1": "lucky", "ans2": "astonished"}
{"s1": "She stayed away from the public at the pool more so than at the mall, because the pool had [MASK] people in it.", "s2": "She stayed away from the public at the pool more so than at the mall, because the mall had [MASK] people in it.", "ans1": "mean", "ans2": "nice"}
{"s1": "Jacob thought about deleting WhatsApp from his phone, but he found out the WhatsApp needed to be [MASK].", "s2": "Jacob thought about deleting WhatsApp from his phone, but he found out the phone needed to be [MASK].", "ans1": "upgraded", "ans2": "repaired"}
{"s1": "Cynthia never did as well academically in high school as Erin because Cynthia  was [MASK] studying.", "s2": "Cynthia never did as well academically in high school as Erin because Erin  was [MASK] studying.", "ans1": "rarely", "ans2": "always"}
{"s1": "Sleeping with a quilt was more suited for Kenneth than Jeffrey because Kenneth lived in a [MASK] place.", "s2": "Sleeping with a quilt was more suited for Kenneth than Jeffrey because Jeffrey lived in a [MASK] place.", "ans1": "colder", "ans2": "warmer"}
{"s1": "After the wood bridge collapsed in Rome killing right people it was replaced with a metal one, the metal was [MASK].", "s2": "After the wood bridge collapsed in Rome killing right people it was replaced with a metal one, the wood was [MASK].", "ans1": "stable", "ans2": "unstable"}
{"s1": "Jennifer thought of Kayla as just another person who was downing criminal prosecution, Jennifer is a [MASK] in justice.", "s2": "Jennifer thought of Kayla as just another person who was downing criminal prosecution, Kayla is a [MASK] in justice.", "ans1": "believer", "ans2": "non-believer"}
{"s1": "Kalli had a lot of anxiety about speaking into the microphone, but was comfortable with the computer, because the microphone was [MASK] to her.", "s2": "Kalli had a lot of anxiety about speaking into the microphone, but was comfortable with the computer, because the computer was [MASK] to her.", "ans1": "unfamiliar", "ans2": "familiar"}
{"s1": "The woman wanted to throw the party at her friend's house but the party was too [MASK].", "s2": "The woman wanted to throw the party at her friend's house but the house was too [MASK].", "ans1": "wild", "ans2": "small"}
{"s1": "The pan does not get hot fast enough when placed over the flame because the flame is too [MASK].", "s2": "The pan does not get hot fast enough when placed over the flame because the pan is too [MASK].", "ans1": "low", "ans2": "high"}
{"s1": "Jennifer earned royalties from the music that Katrina created, because Jennifer [MASK] the rights to the music.", "s2": "Jennifer earned royalties from the music that Katrina created, because Katrina [MASK] the rights to the music.", "ans1": "bought", "ans2": "sold"}
{"s1": "The brand new bicycle that we bought was faster than our scooter because the bicycle was made from [MASK] metal.", "s2": "The brand new bicycle that we bought was faster than our scooter because the scooter was made from [MASK] metal.", "ans1": "light", "ans2": "heavy"}
{"s1": "the grade one could not tackle the divisibility of the number because the divisibility was too [MASK].", "s2": "the grade one could not tackle the divisibility of the number because the grade was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "He liked to drink wine rather than liquor, because the liquor left a [MASK] taste in his mouth.", "s2": "He liked to drink wine rather than liquor, because the wine left a [MASK] taste in his mouth.", "ans1": "bad", "ans2": "good"}
{"s1": "His legs got stronger from pulling the sled instead of pushing the block, although sled was [MASK] in weight.", "s2": "His legs got stronger from pulling the sled instead of pushing the block, although block was [MASK] in weight.", "ans1": "lighter", "ans2": "heavier"}
{"s1": "Approaching the bear startled it so we gave it honey instead of water as the honey had a [MASK] effect.", "s2": "Approaching the bear startled it so we gave it honey instead of water as the water had a [MASK] effect.", "ans1": "calming", "ans2": "frenzy"}
{"s1": "My new routine was going to fit in my schedule, because the routine was very [MASK].", "s2": "My new routine was going to fit in my schedule, because the schedule was very [MASK].", "ans1": "quick", "ans2": "empty"}
{"s1": "Monica was a big fan of art but Rachel was a sports fan. Monica bought a ticket to the [MASK].", "s2": "Monica was a big fan of art but Rachel was a sports fan. Rachel bought a ticket to the [MASK] game.", "ans1": "museum", "ans2": "football"}
{"s1": "Brian was overweight but Nick wasn't overweight because Brian ate a [MASK] amount of calories.", "s2": "Brian was overweight but Nick wasn't overweight because Nick ate a [MASK] amount of calories.", "ans1": "large", "ans2": "small"}
{"s1": "The lawn of Samuel doesn't look nearly as good as Aaron's. Samuel has the neighborhood [MASK] do his lawn.", "s2": "The lawn of Samuel doesn't look nearly as good as Aaron's. Aaron has the neighborhood [MASK] do his lawn.", "ans1": "kids", "ans2": "professionals"}
{"s1": "It was more likely that the person would survive a fall than a heart attack because the heart attack was [MASK].", "s2": "It was more likely that the person would survive a fall than a heart attack because the fall was [MASK].", "ans1": "serious", "ans2": "common"}
{"s1": "Monica decided to wash Angela's white shirt, but it got stained with colors. Monica was feeling [MASK].", "s2": "Monica decided to wash Angela's white shirt, but it got stained with colors. Angela was feeling [MASK].", "ans1": "worried", "ans2": "angry"}
{"s1": "The audience at the play was laughing at Neil but not Kyle because Neil was [MASK] on stage.", "s2": "The audience at the play was laughing at Neil but not Kyle because Kyle was [MASK] on stage.", "ans1": "comical", "ans2": "unfunny"}
{"s1": "Unlike Benjamin, Adam drove a hybrid electric vehicle because Benjamin wanted to [MASK] smog pollution.", "s2": "Unlike Benjamin, Adam drove a hybrid electric vehicle because Adam wanted to [MASK] smog pollution.", "ans1": "reduce", "ans2": "increase"}
{"s1": "Ben needed to stretch his knuckles and legs. He found the knuckles easier because they were [MASK].", "s2": "Ben needed to stretch his knuckles and legs. He found the legs easier because they were [MASK].", "ans1": "numerous", "ans2": "few"}
{"s1": "the fake fireplace  could not fit at the wall because the fireplace was too [MASK].", "s2": "the fake fireplace  could not fit at the wall because the wall was too [MASK].", "ans1": "wide", "ans2": "narrow"}
{"s1": "Kenny wanted to marry Paulie in the cathedral but Paulie was scared of large places, so their marriage ceremony took place in a cave instead since the cathedral was [MASK].", "s2": "Kenny wanted to marry Paulie in the cathedral but Paulie was scared of large places, so their marriage ceremony took place in a cave instead since the cave was [MASK].", "ans1": "vast", "ans2": "small"}
{"s1": "The bleach that Logan used to scrub the sink hurt Ian's nose, so Logan [MASK] quickly.", "s2": "The bleach that Logan used to scrub the sink hurt Ian's nose, so Ian [MASK] quickly.", "ans1": "finished", "ans2": "left"}
{"s1": "You can use both flour and cornstarch to thicken soups, but the flour is a [MASK] common kitchen ingredient.", "s2": "You can use both flour and cornstarch to thicken soups, but the cornstarch is a [MASK] common kitchen ingredient.", "ans1": "more", "ans2": "less"}
{"s1": "John used the microwave to prepare the potatoes, but not the beans, since the potatoes were best eaten [MASK] .", "s2": "John used the microwave to prepare the potatoes, but not the beans, since the beans were best eaten [MASK] .", "ans1": "hot", "ans2": "cold"}
{"s1": "Angie loved the green nail polish more than the pink because her skin was pale and the pink polish looked [MASK].", "s2": "Angie loved the green nail polish more than the pink because her skin was pale and the green polish looked [MASK].", "ans1": "bland", "ans2": "vivid"}
{"s1": "In the ER, the doctor treats most patients with antibiotics, instead of harsh chemicals when possible. This is because the antibiotics are more [MASK].", "s2": "In the ER, the doctor treats most patients with antibiotics, instead of harsh chemicals when possible. This is because the chemicals are more [MASK].", "ans1": "mild", "ans2": "toxic"}
{"s1": "The man tried to use the remote to turn on the television but the remote was too [MASK].", "s2": "The man tried to use the remote to turn on the television but the television was too [MASK].", "ans1": "far", "ans2": "old"}
{"s1": "Katrina passed on all their experience to Patricia, because Katrina had chosen to be their [MASK].", "s2": "Katrina passed on all their experience to Patricia, because Patricia had chosen to be their [MASK].", "ans1": "mentor", "ans2": "student"}
{"s1": "My sister liked to stay in the hotel instead of the house when she visited us because the hotel was more [MASK].", "s2": "My sister liked to stay in the hotel instead of the house when she visited us because the house was more [MASK].", "ans1": "spacious", "ans2": "crowded"}
{"s1": "Jason got into a deep financial hole, unlike Joel, because Jason managed their fortune [MASK].", "s2": "Jason got into a deep financial hole, unlike Joel, because Joel managed their fortune [MASK].", "ans1": "well", "ans2": "poorly"}
{"s1": "Carrie told Sarah that she was going to grow her hair super long to be attractive to men.  Carrie was [MASK].", "s2": "Carrie told Sarah that she was going to grow her hair super long to be attractive to men.  Sarah was [MASK].", "ans1": "confident", "ans2": "skeptical"}
{"s1": "The negotiator made a deal for the salary, but the benefits package is still under negotiation. The salary was [MASK] to bargain for.", "s2": "The negotiator made a deal for the salary, but the benefits package is still under negotiation. The benefits package was [MASK] to bargain for.", "ans1": "easy", "ans2": "complex"}
{"s1": "Elena chose to honor Kayla at their funeral by singing a song, because Elena was a [MASK] loved one.", "s2": "Elena chose to honor Kayla at their funeral by singing a song, because Kayla was a [MASK] loved one.", "ans1": "mourning", "ans2": "dead"}
{"s1": "The man left the shoes on the porch, but brought the umbrellas inside, because the shoes were [MASK].", "s2": "The man left the shoes on the porch, but brought the umbrellas inside, because the umbrellas were [MASK].", "ans1": "wet", "ans2": "dry"}
{"s1": "Eric loved to study film unlike Benjamin because Eric had an [MASK] to the arts.", "s2": "Eric loved to study film unlike Benjamin because Benjamin had an [MASK] to the arts.", "ans1": "affinity", "ans2": "aversion"}
{"s1": "James could not get the new bracelet into his wrist because the wrist is too [MASK].", "s2": "James could not get the new bracelet into his wrist because the bracelet is too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Sally was playing with the neighbor's dog and only use the puppet instead of the rope to play with the dog because the puppet was [MASK].", "s2": "Sally was playing with the neighbor's dog and only use the puppet instead of the rope to play with the dog because the rope was [MASK].", "ans1": "interesting", "ans2": "dull"}
{"s1": "He didn't hit the wall as many times as he hit the door, so the door ended up being [MASK] damaged.", "s2": "He didn't hit the wall as many times as he hit the door, so the wall ended up being [MASK] damaged.", "ans1": "more", "ans2": "less"}
{"s1": "I went to Thailand for treatments and they were much better than the procedures in America because the treatments were [MASK].", "s2": "I went to Thailand for treatments and they were much better than the procedures in America because the procedures were [MASK].", "ans1": "cheap", "ans2": "costly"}
{"s1": "James had some oil spilled on the floor, and he then put a mat over it because the floor is [MASK].", "s2": "James had some oil spilled on the floor, and he then put a mat over it because the mat is [MASK].", "ans1": "slippery", "ans2": "dry"}
{"s1": "Julie found it too difficult to use traps instead of poisons to deal with her rat infestation because the traps are [MASK] effective.", "s2": "Julie found it too difficult to use traps instead of poisons to deal with her rat infestation because the poisons are [MASK] effective.", "ans1": "less", "ans2": "more"}
{"s1": "Randy cooked noodles for a recipe and Michael did not because Randy was making [MASK].", "s2": "Randy cooked noodles for a recipe and Michael did not because Michael was making [MASK].", "ans1": "lasagna", "ans2": "hamburgers"}
{"s1": "The flower placed on the window had started to block the sun ray because the flower is [MASK].", "s2": "The flower placed on the window had started to block the sun ray because the window is [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Liam brought home a new bed for his pet dog. However he had to take it back because the bed was too [MASK].", "s2": "Liam brought home a new bed for his pet dog. However he had to take it back because the pet was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "He received a gift that he liked more than the old toy because the gift was more [MASK].", "s2": "He received a gift that he liked more than the old toy because the toy was more [MASK].", "ans1": "expensive", "ans2": "cheap"}
{"s1": "Leslie was able to jump to the top of the wall while leaving Brian behind because Leslie is [MASK].", "s2": "Leslie was able to jump to the top of the wall while leaving Brian behind because Brian is [MASK].", "ans1": "tall", "ans2": "short"}
{"s1": "The boat started to sink when James added more luggage into it. The luggage is [MASK].", "s2": "The boat started to sink when James added more luggage into it. The boat is [MASK].", "ans1": "heavy", "ans2": "light"}
{"s1": "There was [MASK] chocolate in the cake than in the pie, so the cake was sweeter.", "s2": "There was [MASK] chocolate in the cake than in the pie, so the pie was sweeter.", "ans1": "more", "ans2": "less"}
{"s1": "Ben was looking for a new mattress and found both spring and memory foam. He liked the memory foam mattress because it was [MASK].", "s2": "Ben was looking for a new mattress and found both spring and memory foam. He liked the spring mattress because it was [MASK].", "ans1": "shaping", "ans2": "stiff"}
{"s1": "Rachel was interested in learning about herbal treatments and asked Betty to share her knowledge. Rachel was anxious to [MASK].", "s2": "Rachel was interested in learning about herbal treatments and asked Betty to share her knowledge. Betty was anxious to [MASK].", "ans1": "learn", "ans2": "help"}
{"s1": "Jennifer had to wash their face with a special cleanser that Cynthia found too drying, because Jennifer 's face produced [MASK] oil.", "s2": "Jennifer had to wash their face with a special cleanser that Cynthia found too drying, because Cynthia 's face produced [MASK] oil.", "ans1": "more", "ans2": "less"}
{"s1": "Because Cynthia was [MASK] flexible then Carrie, Cynthia decided to take up yoga to improve in that manner.", "s2": "Because Cynthia was [MASK] flexible then Carrie, Carrie decided to take up yoga to improve in that manner.", "ans1": "less", "ans2": "more"}
{"s1": "Ian enjoys eating almonds and Derrick hates it as Ian has [MASK] teeth to bite them.", "s2": "Ian enjoys eating almonds and Derrick hates it as Derrick has [MASK] teeth to bite them.", "ans1": "strong", "ans2": "weak"}
{"s1": "The children enjoyed the cartoon more than they did the movie because the cartoon was [MASK].", "s2": "The children enjoyed the cartoon more than they did the movie because the movie was [MASK].", "ans1": "funny", "ans2": "scary"}
{"s1": "Jim bought the phone instead of the monitor at the electronic store because the phone he had last was [MASK].", "s2": "Jim bought the phone instead of the monitor at the electronic store because the monitor he had last was [MASK] working.", "ans1": "broken", "ans2": "still"}
{"s1": "Sarah was more sick in the morning than Emily [MASK] Sarah was several weeks pregnant.", "s2": "Sarah was more sick in the morning than Emily [MASK] Emily was several weeks pregnant.", "ans1": "because", "ans2": "although"}
{"s1": "Erin jumped and clapped at the dance performed by Betty.  Erin was quite the [MASK].", "s2": "Erin jumped and clapped at the dance performed by Betty.  Betty was quite the [MASK].", "ans1": "fan", "ans2": "performer"}
{"s1": "Sam was hot on the beach and saw an ice cream truck. Sam saw popsicles and slushies, but she chose the popsicles because it can be [MASK].", "s2": "Sam was hot on the beach and saw an ice cream truck. Sam saw popsicles and slushies, but she chose the slushies because it can be [MASK].", "ans1": "sucked", "ans2": "sipped"}
{"s1": "The tree in Monicas yard was a lot [MASK] than that of Lindsey because Monica had an older tree.", "s2": "The tree in Monicas yard was a lot [MASK] than that of Lindsey because Lindsey had an older tree.", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Ian slipped on oil that Donald spilled all over the kitchen floor. Ian was [MASK].", "s2": "Ian slipped on oil that Donald spilled all over the kitchen floor. Donald was [MASK].", "ans1": "angry", "ans2": "sorry"}
{"s1": "The line cook at the restaurant added tomatoes and croutons to the salads; the tomatoes were [MASK].", "s2": "The line cook at the restaurant added tomatoes and croutons to the salads; the croutons were [MASK].", "ans1": "red", "ans2": "crunchy"}
{"s1": "Kim tired to de-ice her windshield with her hand in the snow but the hand  got too [MASK].", "s2": "Kim tired to de-ice her windshield with her hand in the snow but the snow got too [MASK].", "ans1": "cold", "ans2": "much"}
{"s1": "The case handle eventually broke while James used it to haul the brass bar. The bar is [MASK].", "s2": "The case handle eventually broke while James used it to haul the brass bar. The case is [MASK].", "ans1": "heavy", "ans2": "light"}
{"s1": "The woman covered the carpet in the living room with a rug, because the carpet was [MASK].", "s2": "The woman covered the carpet in the living room with a rug, because the rug was [MASK].", "ans1": "stained", "ans2": "clean"}
{"s1": "It took Jennifer days to finish her project, while Elena finished in mere hours, unusual since Jennifer was usually the [MASK] one.", "s2": "It took Jennifer days to finish her project, while Elena finished in mere hours, unusual since Elena was usually the [MASK] one.", "ans1": "speedy", "ans2": "slow"}
{"s1": "Rich wanted a better place to store his batteries, he moved them from the top of the fridge to a drawer. The fridge was [MASK].", "s2": "Rich wanted a better place to store his batteries, he moved them from the top of the fridge to a drawer. The drawer was [MASK].", "ans1": "hot", "ans2": "cold"}
{"s1": "James run out of cash when he went on the vacation with its cost. The cost is [MASK].", "s2": "James run out of cash when he went on the vacation with its cost. The cash is [MASK].", "ans1": "high", "ans2": "low"}
{"s1": "In the village the healer created natural remedies and used berries but not herbs because the berries were [MASK].", "s2": "In the village the healer created natural remedies and used berries but not herbs because the herbs were [MASK].", "ans1": "healthy", "ans2": "poisonous"}
{"s1": "The acorn that I ate for a snack chipped my tooth because the acorn was [MASK].", "s2": "The acorn that I ate for a snack chipped my tooth because the tooth was [MASK].", "ans1": "hard", "ans2": "soft"}
{"s1": "Jason called the ambulance after Benjamin had a bad car accident because Jason was [MASK] about them.", "s2": "Jason called the ambulance after Benjamin had a bad car accident because Benjamin was [MASK].", "ans1": "worried", "ans2": "unconscious"}
{"s1": "Derrick studied how to crochet but Hunter did not. Derrick [MASK] some cute little booties for their dog.", "s2": "Derrick studied how to crochet but Hunter did not. Hunter [MASK] some cute little booties for their dog.", "ans1": "made", "ans2": "bought"}
{"s1": "Going vegan was more difficult for Logan than Michael, because Logan was raised on eating lots of [MASK].", "s2": "Going vegan was more difficult for Logan than Michael, because Michael was raised on eating lots of [MASK].", "ans1": "meat", "ans2": "vegetables"}
{"s1": "Rose was looking for a useful stocking stuffer so she picked a small book rather than a wallet because the book was [MASK] educational.", "s2": "Rose was looking for a useful stocking stuffer so she picked a small book rather than a wallet because the wallet was [MASK] educational.", "ans1": "somewhat", "ans2": "not"}
{"s1": "The man had an easier time walking in the desert than in the snow because it was [MASK] in the desert .", "s2": "The man had an easier time walking in the desert than in the snow because it was [MASK] in the snow .", "ans1": "hotter", "ans2": "cooler"}
{"s1": "The cat was more fond of Kayla than Laura because Kayla frequently gave the cat [MASK] milk.", "s2": "The cat was more fond of Kayla than Laura because Laura frequently gave the cat [MASK] milk.", "ans1": "warm", "ans2": "spoiled"}
{"s1": "James is scared of the bird's beak but has nothing to worry about with the claw. The beak is [MASK].", "s2": "James is scared of the bird's beak but has nothing to worry about with the claw. The claw is [MASK].", "ans1": "sharp", "ans2": "blunt"}
{"s1": "The psychic medium's house spooked Randy with all the statues of angels while Joseph smiled quietly at them, because angels reminded Randy of [MASK].", "s2": "The psychic medium's house spooked Randy with all the statues of angels while Joseph smiled quietly at them, because angels reminded Joseph of [MASK] babies.", "ans1": "ghosts", "ans2": "sleeping"}
{"s1": "Laura's mouth is filled with cavities, but Felicia has none. This is due to Laura [MASK] candy.", "s2": "Laura's mouth is filled with cavities, but Felicia has none. This is due to Felicia [MASK] candy.", "ans1": "loving", "ans2": "hating"}
{"s1": "The manager asked Jennifer but not Emily to write the daily specials because Jennifer had [MASK] handwriting.", "s2": "The manager asked Jennifer but not Emily to write the daily specials because Emily had [MASK] handwriting.", "ans1": "good", "ans2": "poor"}
{"s1": "James finished the book during his flight home and he loved it. The flight is a [MASK] one.", "s2": "James finished the book during his flight home and he loved it. The book is a [MASK] one.", "ans1": "long", "ans2": "short"}
{"s1": "Nick wanted to stay home Friday night while Leslie wanted to go dancing because Nick felt very [MASK].", "s2": "Nick wanted to stay home Friday night while Leslie wanted to go dancing because Leslie felt very [MASK].", "ans1": "tired", "ans2": "energetic"}
{"s1": "Monica was a professional wrestler but Cynthia was not because Monica was [MASK] about going to the gym.", "s2": "Monica was a professional wrestler but Cynthia was not because Cynthia was [MASK] about going to the gym.", "ans1": "disciplined", "ans2": "negligent"}
{"s1": "Dennis loved to go dancing for fun but Donald did not. Dennis went to the [MASK] on Saturday night.", "s2": "Dennis loved to go dancing for fun but Donald did not. Donald went to the [MASK] on Saturday night.", "ans1": "club", "ans2": "movies"}
{"s1": "Evan moved bullets from the gun to the box for ammo until the box was [MASK].", "s2": "Evan moved bullets from the gun to the box for ammo until the gun was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Eric asked Ryan to accept their job [MASK] as Eric had shown a strong interest in it in the past.", "s2": "Eric asked Ryan to accept their job [MASK] as Ryan had shown a strong interest in it in the past.", "ans1": "application,", "ans2": "offer,"}
{"s1": "Angela wanted to write a letter to her teacher but sent him a postcard instead because the letter would've been [MASK].", "s2": "Angela wanted to write a letter to her teacher but sent him a postcard instead because the postcard would've been [MASK] captivating.", "ans1": "inappropriate", "ans2": "more"}
{"s1": "At art class in school, Craig asked William for glue because the glue Craig had was [MASK].", "s2": "At art class in school, Craig asked William for glue because the glue William had was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "The girl bought the energy shake from the market to suppress her appetite, however the shake [MASK] flat.", "s2": "The girl bought the energy shake from the market to suppress her appetite, however the market [MASK].", "ans1": "fell", "ans2": "prospered"}
{"s1": "My trainer advised that both freelancing and employment are great but the employment is more [MASK].", "s2": "My trainer advised that both freelancing and employment are great but the freelancing is more [MASK].", "ans1": "secure", "ans2": "insecure"}
{"s1": "The swelling under Jennifer's eye was a lot worse than Angela's, because Jennifer got hit [MASK].", "s2": "The swelling under Jennifer's eye was a lot worse than Angela's, because Angela got hit [MASK].", "ans1": "harder", "ans2": "softer"}
{"s1": "Kayla was the owner of a small business but Samantha was not so Kayla was able to [MASK] for a job at the business.", "s2": "Kayla was the owner of a small business but Samantha was not so Samantha was able to [MASK] for a job at the business.", "ans1": "hire", "ans2": "apply"}
{"s1": "Betty went to the clinic for a checkup unlike Natalie because Betty [MASK] seeing the doctors for advice.", "s2": "Betty went to the clinic for a checkup unlike Natalie because Natalie [MASK] seeing the doctors for advice.", "ans1": "loves", "ans2": "hates"}
{"s1": "The boat tried sailing through the ocean rather than through the mountain. The ocean was a [MASK] way to travel.", "s2": "The boat tried sailing through the ocean rather than through the mountain. The mountain was a [MASK] way to travel.", "ans1": "faster", "ans2": "slower"}
{"s1": "The paint James applied on the door was still sticky while the jar of paint is not. He believed the door is [MASK].", "s2": "The paint James applied on the door was still sticky while the jar of paint is not. He believed the jar is [MASK].", "ans1": "wet", "ans2": "dry"}
{"s1": "Jason stayed in bed all day long but not Derrick because Jason had gone to sleep [MASK] last night.", "s2": "Jason stayed in bed all day long but not Derrick because Derrick had gone to sleep [MASK] last night.", "ans1": "late", "ans2": "early"}
{"s1": "Although Natalie 's new boyfriend seemed like a catch, Christine objected, since Natalie tended to have [MASK] judgement in mates.", "s2": "Although Natalie 's new boyfriend seemed like a catch, Christine objected, since Christine tended to have [MASK] judgement in mates.", "ans1": "poor", "ans2": "good"}
{"s1": "Getting flowers to bloom was easier for Joseph than Brian, as Joseph had a [MASK] knowledge of gardening .", "s2": "Getting flowers to bloom was easier for Joseph than Brian, as Brian had a [MASK] knowledge of gardening .", "ans1": "good", "ans2": "bad"}
{"s1": "The child was resistant during dinner so it hid the bean under the napkin during dinner because the bean was [MASK].", "s2": "The child was resistant during dinner so it hid the bean under the napkin during dinner because the napkin was [MASK].", "ans1": "small", "ans2": "wide"}
{"s1": "Megan used a razor while Angela used a pair of clippers so the hair was [MASK] on Megan .", "s2": "Megan used a razor while Angela used a pair of clippers so the hair was [MASK] on Angela .", "ans1": "shorter", "ans2": "longer"}
{"s1": "With practice the skateboarder could jump the rail but not the ramp since the rail was [MASK].", "s2": "With practice the skateboarder could jump the rail but not the ramp since the ramp was [MASK].", "ans1": "low", "ans2": "high"}
{"s1": "After hearing about the good reviews Jeffrey went to Robert for a wedding cake because Jeffrey was [MASK].", "s2": "After hearing about the good reviews Jeffrey went to Robert for a wedding cake because Robert was [MASK].", "ans1": "engaged", "ans2": "baker"}
{"s1": "The boy threw the frisbee instead of the ball for the dog to fetch, because the dog [MASK] playing with the frisbee .", "s2": "The boy threw the frisbee instead of the ball for the dog to fetch, because the dog [MASK] playing with the ball .", "ans1": "loved", "ans2": "hated"}
{"s1": "Samuel had an unhealthy love for jolly ranchers, so Benjamin tried to get them help.  Samuel was [MASK] amused.", "s2": "Samuel had an unhealthy love for jolly ranchers, so Benjamin tried to get them help.  Benjamin was [MASK].", "ans1": "not", "ans2": "satisfied"}
{"s1": "The canal had less fish in it than the river, because the canal was very [MASK].", "s2": "The canal had less fish in it than the river, because the river was very [MASK].", "ans1": "narrow", "ans2": "wide"}
{"s1": "She was hesitant about spending money on the dress, but was fine with buying the purse, because the purse was so [MASK].", "s2": "She was hesitant about spending money on the dress, but was fine with buying the purse, because the dress was so [MASK].", "ans1": "cheap", "ans2": "expensive"}
{"s1": "On laundry day Mary had a load of whites and a load of colors. She set the temp to [MASK] for the whites .", "s2": "On laundry day Mary had a load of whites and a load of colors. She set the temp to [MASK] for the colors .", "ans1": "hot", "ans2": "cold"}
{"s1": "Laura served Patricia a grilled salmon filet with lemon and dill and a side of asparagus, because Laura was a [MASK].", "s2": "Laura served Patricia a grilled salmon filet with lemon and dill and a side of asparagus, because Patricia was a [MASK].", "ans1": "chef", "ans2": "pescatarian"}
{"s1": "Jill couldn't fix her hair up properly. The bobble would not go round the ponytail because the bobble was too [MASK].", "s2": "Jill couldn't fix her hair up properly. The bobble would not go round the ponytail because the ponytail was too [MASK].", "ans1": "small", "ans2": "thick"}
{"s1": "Dennis was a very talented singer unlike Ryan because Dennis wanted to be a [MASK] for a living.", "s2": "Dennis was a very talented singer unlike Ryan because Ryan wanted to be a [MASK] for a living.", "ans1": "musician", "ans2": "sportsman"}
{"s1": "He knew that the sun was closer to earth than the other star, because the sun was [MASK].", "s2": "He knew that the sun was closer to earth than the other star, because the star was [MASK].", "ans1": "brighter", "ans2": "duller"}
{"s1": "They wanted more satiation at the wedding, so the planners used icing rather than fruit on the cake as the icing was more [MASK].", "s2": "They wanted more satiation at the wedding, so the planners used icing rather than fruit on the cake as the fruit was more [MASK].", "ans1": "filling", "ans2": "empty"}
{"s1": "Jeffrey has to take insulin for their diabetes, but Joel doesn't have that problem. That's because Jeffrey [MASK] eats sugar.", "s2": "Jeffrey has to take insulin for their diabetes, but Joel doesn't have that problem. That's because Joel [MASK] eats sugar.", "ans1": "excessively", "ans2": "barely"}
{"s1": "john cannot use the rake to clear the debris and they pass through the holes between the prong. The debris are [MASK].", "s2": "john cannot use the rake to clear the debris and they pass through the holes between the prong. The holes are [MASK].", "ans1": "tiny", "ans2": "wide."}
{"s1": "She decided to learn to play the harp and the trumpet, as the harp was [MASK] beautiful.", "s2": "She decided to learn to play the harp and the trumpet, as the trumpet was [MASK].", "ans1": "so", "ans2": "jazzy"}
{"s1": "Arby prefers to go to a community college rather than a university because the community college is more [MASK] back.", "s2": "Arby prefers to go to a community college rather than a university because the university is more [MASK].", "ans1": "laid", "ans2": "stressful"}
{"s1": "Kayla fit into a size six shoe while Tanya did not because Kayla has [MASK] feet.", "s2": "Kayla fit into a size six shoe while Tanya did not because Tanya has [MASK] feet.", "ans1": "small", "ans2": "large"}
{"s1": "Craig came over to Logan's house and helped him get stains out of his carpet.  Craig was [MASK].", "s2": "Craig came over to Logan's house and helped him get stains out of his carpet.  Logan was [MASK].", "ans1": "generous", "ans2": "grateful"}
{"s1": "Kayla decided to trim their hair but Monica did not as Kayla had very [MASK] hair.", "s2": "Kayla decided to trim their hair but Monica did not as Monica had very [MASK] hair.", "ans1": "long", "ans2": "short"}
{"s1": "During the winter season, Angela fed their horse much more than Sarah. Angela had an [MASK] horse.", "s2": "During the winter season, Angela fed their horse much more than Sarah. Sarah had an [MASK] horse.", "ans1": "obese", "ans2": "skinny"}
{"s1": "George did the concrete driveway before doing a concrete foundation because doing a driveway was more [MASK].", "s2": "George did the concrete driveway before doing a concrete foundation because doing a foundation was more [MASK].", "ans1": "elementary", "ans2": "advanced"}
{"s1": "Their relationship soured in the country, but rejuvenated in the city, since the country was such an [MASK] atmosphere for them.", "s2": "Their relationship soured in the country, but rejuvenated in the city, since the city was such an [MASK] atmosphere for them.", "ans1": "unmotivating", "ans2": "invigorating"}
{"s1": "The rules of seven card stud were tougher to understand than five card draw. seven card stud is the more [MASK] game.", "s2": "The rules of seven card stud were tougher to understand than five card draw. five card draw is the more [MASK] game.", "ans1": "complex", "ans2": "simple"}
{"s1": "The meditation center replaced the wood on the floor with foam since the wood was [MASK] for concentration.", "s2": "The meditation center replaced the wood on the floor with foam since the foam was [MASK] for concentration.", "ans1": "uncomfortable", "ans2": "agreeable"}
{"s1": "The fingernails of Steven grow faster than those of Randy because Steven eats a lot [MASK] food.", "s2": "The fingernails of Steven grow faster than those of Randy because Randy eats a lot [MASK] food.", "ans1": "more", "ans2": "less"}
{"s1": "i wear skirts best  in the hot climate and temperatures, the temperatures are [MASK].", "s2": "i wear skirts best  in the hot climate and temperatures, the skirt are [MASK].", "ans1": "hot", "ans2": "short"}
{"s1": "Hunter wanted to avoid Randy because of  broken heart theatrics because Hunter was [MASK].", "s2": "Hunter wanted to avoid Randy because of  broken heart theatrics because Randy was [MASK].", "ans1": "unsympathetic", "ans2": "melodramatic"}
{"s1": "Laura was playing a long game of chess when Tanya yelled checkmate in happiness. Laura [MASK] the game.", "s2": "Laura was playing a long game of chess when Tanya yelled checkmate in happiness. Tanya [MASK] the game.", "ans1": "lost", "ans2": "won"}
{"s1": "Benjamin had a terrible temper, and often took it out on Justin, because Benjamin was a [MASK] person.", "s2": "Benjamin had a terrible temper, and often took it out on Justin, because Justin was a [MASK] person.", "ans1": "cruel", "ans2": "weak"}
{"s1": "When the tank needed to be cleaned, Betty left so Maria would have to do it. Betty felt [MASK].", "s2": "When the tank needed to be cleaned, Betty left so Maria would have to do it. Maria felt [MASK] upon.", "ans1": "sneaky", "ans2": "imposed"}
{"s1": "The carrots burned on the grill, but the tomatoes were okay, because the tomatoes were [MASK].", "s2": "The carrots burned on the grill, but the tomatoes were okay, because the carrots were [MASK].", "ans1": "wetter", "ans2": "drier"}
{"s1": "Robert gave rose clippings to Jason but they did not grow, since Robert was [MASK] at growing rose bushes.", "s2": "Robert gave rose clippings to Jason but they did not grow, since Jason was [MASK] at growing rose bushes.", "ans1": "good", "ans2": "bad"}
{"s1": "Derrick plays basketball weekly unlike Robert so Derrick had [MASK] reflexes getting the ball in a pickup game.", "s2": "Derrick plays basketball weekly unlike Robert so Robert had [MASK] reflexes getting the ball in a pickup game.", "ans1": "quicker", "ans2": "slower"}
{"s1": "His parents hated that Ben loved cakes and apples. He decided to cut the cakes from his diet to be [MASK].", "s2": "His parents hated that Ben loved cakes and apples. He decided to cut the apples from his diet to be [MASK].", "ans1": "healthy", "ans2": "unhealthy"}
{"s1": "She wanted a fountain pen but bought a rollerball pen instead, because the fountain pen is [MASK] expensive.", "s2": "She wanted a fountain pen but bought a rollerball pen instead, because the rollerball pen is [MASK] expensive.", "ans1": "more", "ans2": "less"}
{"s1": "The thief walked silently into the house and tripped over the rope after passing the brick because the rope was [MASK].", "s2": "The thief walked silently into the house and tripped over the rope after passing the brick because the brick was [MASK].", "ans1": "invisible", "ans2": "obvious"}
{"s1": "The bandage he bought to cover the burn could not fit because the burn was too [MASK].", "s2": "The bandage he bought to cover the burn could not fit because the bandage was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "The birdcage was [MASK] than the dog kennel because the birdcage was used more often.", "s2": "The birdcage was [MASK] than the dog kennel because the kennel was used more often.", "ans1": "dirtier", "ans2": "cleaner"}
{"s1": "She was able to finish the stew, but threw away the rice, because the rice had been cooked [MASK].", "s2": "She was able to finish the stew, but threw away the rice, because the stew had been cooked [MASK].", "ans1": "incorrectly", "ans2": "perfectly"}
{"s1": "Jake ate the cake instead of the pie because there was [MASK] sugar in the pie .", "s2": "Jake ate the cake instead of the pie because there was [MASK] sugar in the cake .", "ans1": "more", "ans2": "less"}
{"s1": "In Mike's garden, the mint is growing better than the arugula, so the mint is likely getting [MASK] sunlight.", "s2": "In Mike's garden, the mint is growing better than the arugula, so the arugula is likely getting [MASK] sunlight.", "ans1": "sufficient", "ans2": "insufficient"}
{"s1": "Megan had to buy puppy training pads but not Katrina because Megan had an [MASK] dog.", "s2": "Megan had to buy puppy training pads but not Katrina because Katrina had an [MASK] dog.", "ans1": "indoor", "ans2": "outdoor"}
{"s1": "The doctor told Joel that he needed to quit smoking, whereas William didn't need to, due to Joel being a [MASK] smoker.", "s2": "The doctor told Joel that he needed to quit smoking, whereas William didn't need to, due to William being a [MASK] smoker.", "ans1": "chain", "ans2": "casual"}
{"s1": "Nelson was scheduled to retire from their position at the company before Eric because Nelson was [MASK].", "s2": "Nelson was scheduled to retire from their position at the company before Eric because Eric was [MASK].", "ans1": "older", "ans2": "younger"}
{"s1": "Michael had such a simple life compared to Steven because Michael came from a [MASK] family.", "s2": "Michael had such a simple life compared to Steven because Steven came from a [MASK] family.", "ans1": "rich", "ans2": "poor"}
{"s1": "The ears were pierced last Saturday with the hole puncher and not clipper as the hole puncher was [MASK].", "s2": "The ears were pierced last Saturday with the hole puncher and not clipper as the clipper was [MASK].", "ans1": "sterile", "ans2": "dirty"}
{"s1": "Jill dropped her ice cream onto her wide sailor pants and decided to put on jeans. She needed to put on different leggings because the sailor pants are [MASK].", "s2": "Jill dropped her ice cream onto her wide sailor pants and decided to put on jeans. She needed to put on different leggings because the jeans are [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Justin provided thorough and concise legal advice for Christopher in their office because Justin [MASK] an attorney.", "s2": "Justin provided thorough and concise legal advice for Christopher in their office because Christopher [MASK] an attorney.", "ans1": "was", "ans2": "needed"}
{"s1": "There was [MASK] hair on the floor in the bedroom than in the bathroom because the woman brushed her hair in the bedroom .", "s2": "There was [MASK] hair on the floor in the bedroom than in the bathroom because the woman brushed her hair in the bathroom .", "ans1": "more", "ans2": "less"}
{"s1": "There were many more orchids than daisies in the flower garden because the orchids were [MASK]  season.", "s2": "There were many more orchids than daisies in the flower garden because the daisies were [MASK]  season.", "ans1": "fertile", "ans2": "infertile"}
{"s1": "The bully stole my shirt and left my hat because the shirt was worth [MASK] money.", "s2": "The bully stole my shirt and left my hat because the hat was worth [MASK] money.", "ans1": "more", "ans2": "less"}
{"s1": "Donald's hearing was far [MASK] than Christopher's because Donald had been around loud noises his whole life.", "s2": "Donald's hearing was far [MASK] than Christopher's because Christopher had been around loud noises his whole life.", "ans1": "worse", "ans2": "better"}
{"s1": "Justin won many more races than Jason was able to win because Justin had [MASK] legs.", "s2": "Justin won many more races than Jason was able to win because Jason had [MASK] legs.", "ans1": "longer", "ans2": "shorter"}
{"s1": "He liked the bark on the maple tree and not the pine tree because the pine tree was [MASK].", "s2": "He liked the bark on the maple tree and not the pine tree because the maple tree was [MASK].", "ans1": "rough", "ans2": "smooth"}
{"s1": "Annie put thought into what gifts to bring to the wedding, bringing a tea kettle and a cast iron skillet. The kettle was very [MASK].", "s2": "Annie put thought into what gifts to bring to the wedding, bringing a tea kettle and a cast iron skillet. The skillet was very [MASK].", "ans1": "shiny", "ans2": "dull"}
{"s1": "The plants do not grow because too much was planted at a spot. The spot is too [MASK].", "s2": "The plants do not grow because too much was planted at a spot. The plant is too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Since Craig's dog was sick and in need of a veterinarian while Kevin's was healthy and energetic, Craig took their dog to the [MASK] hospital.", "s2": "Since Craig's dog was sick and in need of a veterinarian while Kevin's was healthy and energetic, Kevin took their dog to the [MASK].", "ans1": "animal", "ans2": "park"}
{"s1": "Bill poured the bag of green apple into the white bowl until the bag was completely [MASK].", "s2": "Bill poured the bag of green apple into the white bowl until the bowl was completely [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Adam told Donald about how he liked to drive fast in the rain.  Adam was [MASK].", "s2": "Adam told Donald about how he liked to drive fast in the rain.  Donald was [MASK] for him.", "ans1": "reckless", "ans2": "worried"}
{"s1": "Emily took a [MASK] time to work on the engine than Cynthia because Emily was not familiar with cars.", "s2": "Emily took a [MASK] time to work on the engine than Cynthia because Cynthia was not familiar with cars.", "ans1": "longer", "ans2": "shorter"}
{"s1": "Victoria was [MASK] to drink milk unlike Elena, by reason that Victoria was very allergic to dairy.", "s2": "Victoria was [MASK] to drink milk unlike Elena, by reason that Elena was very allergic to dairy.", "ans1": "unable", "ans2": "able"}
{"s1": "The pet duck of Rachel is sadder than the one that Kayla owns. Rachel is a [MASK] caretaker of animals.", "s2": "The pet duck of Rachel is sadder than the one that Kayla owns. Kayla is a [MASK] caretaker of animals.", "ans1": "bad", "ans2": "good"}
{"s1": "The signs that were on the corner below the lights flew off in the hurricane. The signs were [MASK].", "s2": "The signs that were on the corner below the lights flew off in the hurricane. The lights were [MASK].", "ans1": "light", "ans2": "heavy"}
{"s1": "The circle drawn around the letters did not cover the entire letters because the circle is too [MASK].", "s2": "The circle drawn around the letters did not cover the entire letters because the letter is too [MASK].", "ans1": "small", "ans2": "much"}
{"s1": "Jeffrey tried to scrub the stain out of the wood with a cloth, but the wood was just too [MASK].", "s2": "Jeffrey tried to scrub the stain out of the wood with a cloth, but the cloth was just too [MASK].", "ans1": "messy", "ans2": "soft"}
{"s1": "Cynthia decided to hire Sarah to create a new logo for her company because Cynthia [MASK] a professional designer.", "s2": "Cynthia decided to hire Sarah to create a new logo for her company because Sarah [MASK] a professional designer.", "ans1": "needed", "ans2": "was"}
{"s1": "Brett was told by Dennis that they had anemia so Brett spent time [MASK] questions to the other about supplements.", "s2": "Brett was told by Dennis that they had anemia so Dennis spent time [MASK] questions to the other about supplements.", "ans1": "asking", "ans2": "answering"}
{"s1": "Kyle was rarely in the kitchen while Hunter constantly was because Kyle [MASK] to cook.", "s2": "Kyle was rarely in the kitchen while Hunter constantly was because Hunter [MASK] to cook.", "ans1": "hated", "ans2": "loved"}
{"s1": "Patrick took on an assertive attitude instead of a passive one because the passive people always [MASK].", "s2": "Patrick took on an assertive attitude instead of a passive one because the assertive people always [MASK].", "ans1": "lost", "ans2": "won"}
{"s1": "Neil brought peanuts to the party but Justin brought balloons, Neil was [MASK] of food allergies.", "s2": "Neil brought peanuts to the party but Justin brought balloons, Justin was [MASK] of food allergies.", "ans1": "unaware", "ans2": "aware"}
{"s1": "The sidewalk was made of bricks while the driveway was made of poured concrete. The sidewalk was more [MASK] to ride on.", "s2": "The sidewalk was made of bricks while the driveway was made of poured concrete. The driveway was more [MASK] to ride on.", "ans1": "bumpy", "ans2": "smooth"}
{"s1": "The teacher was sympathetic towards Joel but not Leslie because Joel was [MASK] for the exam.", "s2": "The teacher was sympathetic towards Joel but not Leslie because Leslie was [MASK] for the exam.", "ans1": "well-prepared", "ans2": "ill-prepared"}
{"s1": "Kayla was having trouble with Bedwetting but Victoria wasn't, so Kayla bought some [MASK] sheets.", "s2": "Kayla was having trouble with Bedwetting but Victoria wasn't, so Victoria bought some [MASK] sheets.", "ans1": "rubber", "ans2": "silk"}
{"s1": "Nelson beat out William for the lead in the school play, because Nelson had a [MASK] musical voice.", "s2": "Nelson beat out William for the lead in the school play, because William had a [MASK] musical voice.", "ans1": "better", "ans2": "worse"}
{"s1": "I had a difficult time with the levels in the game and not the mini games, because the levels were so [MASK].", "s2": "I had a difficult time with the levels in the game and not the mini games, because the games were so [MASK].", "ans1": "hard", "ans2": "easy"}
{"s1": "Jeffrey took the time to caulk their windows but Robert didn't bother. Jeffrey saw their electric bill [MASK].", "s2": "Jeffrey took the time to caulk their windows but Robert didn't bother. Robert saw their electric bill [MASK].", "ans1": "decrease", "ans2": "increase"}
{"s1": "Derrick graduated from nursing school with better grades than Benjamin because Derrick [MASK] class regularly.", "s2": "Derrick graduated from nursing school with better grades than Benjamin because Benjamin [MASK] class regularly.", "ans1": "attended", "ans2": "skipped"}
{"s1": "Amy wanted to add false eyelashes to her real eyelashes, because the real eyelashes were [MASK].", "s2": "Amy wanted to add false eyelashes to her real eyelashes, because the false eyelashes were [MASK].", "ans1": "old", "ans2": "trendy"}
{"s1": "The message sent by email arrived after the one sent by text because the email was [MASK].", "s2": "The message sent by email arrived after the one sent by text because the text was [MASK].", "ans1": "delayed", "ans2": "immediate"}
{"s1": "The woman decided to order the steak instead of the pasta because her friend has [MASK] the steak .", "s2": "The woman decided to order the steak instead of the pasta because her friend has [MASK] the pasta .", "ans1": "recommended", "ans2": "critized"}
{"s1": "He had learned how to make art, but didn't know if it was his passion or a job. The passion seemed like a [MASK] outcome.", "s2": "He had learned how to make art, but didn't know if it was his passion or a job. The job seemed like a [MASK] outcome.", "ans1": "better", "ans2": "worse"}
{"s1": "Since the baseball broke Mary's windshield but missed Lindsey's car altogether, Mary could not believe their [MASK] luck.", "s2": "Since the baseball broke Mary's windshield but missed Lindsey's car altogether, Lindsey could not believe their [MASK] luck.", "ans1": "awful", "ans2": "amazing"}
{"s1": "Don had more wrinkles on his forehead than on his neck because the skin on the neck was [MASK].", "s2": "Don had more wrinkles on his forehead than on his neck because the skin on the forehead was [MASK].", "ans1": "covered", "ans2": "exposed"}
{"s1": "The man added water to the car, but didn't need to add any oil, because the water reservoir was [MASK].", "s2": "The man added water to the car, but didn't need to add any oil, because the oil reservoir was [MASK].", "ans1": "low", "ans2": "full"}
{"s1": "When I decorate the house for Halloween, I remove the lamp and replace it with a cauldron. The lamp is [MASK].", "s2": "When I decorate the house for Halloween, I remove the lamp and replace it with a cauldron. The cauldron is [MASK].", "ans1": "common", "ans2": "spooky"}
{"s1": "Joel was prone to sunburn so spent much time indoors, quite the opposite of Lawrence. Joel often [MASK] to pass the summer days.", "s2": "Joel was prone to sunburn so spent much time indoors, quite the opposite of Lawrence. Lawrence often [MASK] to pass the summer days.", "ans1": "cooked", "ans2": "swam"}
{"s1": "I was able to easily fit my tables through the the double doors. The doors were quite [MASK].", "s2": "I was able to easily fit my tables through the the double doors. The tables were quite [MASK].", "ans1": "wide", "ans2": "narrow"}
{"s1": "James finished washing with the sponge and had to stuff it in its case because the sponge is [MASK].", "s2": "James finished washing with the sponge and had to stuff it in its case because the case is [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "The man decided to leave the carpet on the floor because the floor was [MASK] old.", "s2": "The man decided to leave the carpet on the floor because the carpet was [MASK].", "ans1": "too", "ans2": "new"}
{"s1": "Elena tried to make Sarah understand that Jane had a pet lizard because Elena [MASK] them.", "s2": "Elena tried to make Sarah understand that Jane had a pet lizard because Sarah [MASK] them.", "ans1": "liked", "ans2": "disliked"}
{"s1": "When it came to eye makeup she took her time with the eyeliner and rushed the mascara so the mascara was [MASK].", "s2": "When it came to eye makeup she took her time with the eyeliner and rushed the mascara so the eyeliner was [MASK].", "ans1": "sloppy", "ans2": "precise"}
{"s1": "Elena wrote a newspaper column for Laura to edit, because Elena had [MASK] power at the paper.", "s2": "Elena wrote a newspaper column for Laura to edit, because Laura had [MASK] power at the paper.", "ans1": "less", "ans2": "more"}
{"s1": "Emily voraciously tore into the rabbit meat whereas Angela couldn't even look at it since Emily was [MASK].", "s2": "Emily voraciously tore into the rabbit meat whereas Angela couldn't even look at it since Angela was [MASK].", "ans1": "hungry", "ans2": "disgusted"}
{"s1": "Dennis felt a lot of guilt about lying but Brian did not because Dennis was a very [MASK] person usually.", "s2": "Dennis felt a lot of guilt about lying but Brian did not because Brian was a very [MASK] person usually.", "ans1": "truthful", "ans2": "dishonest"}
{"s1": "Susan changed her morning walk to the afternoon when she remembered she was [MASK] in the morning all week.", "s2": "Susan changed her morning walk to the afternoon when she remembered she was [MASK] in the afternoon all week.", "ans1": "busy", "ans2": "free"}
{"s1": "Betty was in charge of planning the wedding for Amy, and Betty ended up being very [MASK].", "s2": "Betty was in charge of planning the wedding for Amy, and Amy ended up being very [MASK].", "ans1": "useful", "ans2": "demanding"}
{"s1": "The girl poured the powdered milk from the box into the glass of water.  The water was [MASK].", "s2": "The girl poured the powdered milk from the box into the glass of water. The milk was [MASK].", "ans1": "wet", "ans2": "dry"}
{"s1": "Erin had had braces when they were younger but Lindsey had not so Erin had very [MASK] teeth.", "s2": "Erin had had braces when they were younger but Lindsey had not so Lindsey had very [MASK] teeth.", "ans1": "straight", "ans2": "crooked"}
{"s1": "While changing her eating routine, Sally stopped eating chips and replaced it with fruit. The chips were [MASK].", "s2": "While changing her eating routine, Sally stopped eating chips and replaced it with fruit. The fruit were [MASK].", "ans1": "crunchy", "ans2": "smooth"}
{"s1": "The man was going to put his boat in the lake but the lake was too [MASK].", "s2": "The man was going to put his boat in the lake but the boat was too [MASK].", "ans1": "shallow", "ans2": "large"}
{"s1": "Kyle will be able to retire a lot earlier than Adam because Kyle is further [MASK] in their career.", "s2": "Kyle will be able to retire a lot earlier than Adam because Adam is further [MASK] in their career.", "ans1": "along", "ans2": "behind"}
{"s1": "Mary would care for Amy when they were kids since Mary was the [MASK] one.", "s2": "Mary would care for Amy when they were kids since Amy was the [MASK] one.", "ans1": "older", "ans2": "younger"}
{"s1": "Henry tried to cut the bamboo in his yard using a trimmer but had difficulty because the trimmer was too [MASK].", "s2": "Henry tried to cut the bamboo in his yard using a trimmer but had difficulty because the bamboo was too [MASK].", "ans1": "short", "ans2": "long"}
{"s1": "The mover was successful getting the dresser out of the house, but not the desk, because the dresser was [MASK].", "s2": "The mover was successful getting the dresser out of the house, but not the desk, because the desk was [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Craig loaned his jacket to Kyle, who ended up breaking the zipper; Craig was [MASK].", "s2": "Craig loaned his jacket to Kyle, who ended up breaking the zipper; Kyle was [MASK].", "ans1": "angry", "ans2": "remorseful"}
{"s1": "My mother made tacos today and burritos yesterday for lunch so the tacos were [MASK].", "s2": "My mother made tacos today and burritos yesterday for lunch so the burritos were [MASK].", "ans1": "fresher", "ans2": "older"}
{"s1": "Christopher gave lessons to Michael , as Christopher had so [MASK] piano playing knowledge and experience.", "s2": "Christopher gave lessons to Michael , as Michael had so [MASK] piano playing knowledge and experience.", "ans1": "much", "ans2": "little"}
{"s1": "No one dared to criticize Maria 's performance, while they felt free to demonize Katrina, as Maria was so [MASK] to them.", "s2": "No one dared to criticize Maria 's performance, while they felt free to demonize Katrina, as Katrina was so [MASK] to them.", "ans1": "intimidating", "ans2": "timid"}
{"s1": "Josie likes reading books, horrors and biographies. Josie likes the horrors because of the [MASK].", "s2": "Josie likes reading books, horrors and biographies. Josie likes the biographies because of the [MASK].", "ans1": "scares", "ans2": "truths"}
{"s1": "The girl sewed a blanket instead of a mitten because the blanket was [MASK] complicated.", "s2": "The girl sewed a blanket instead of a mitten because the mitten was [MASK] complicated.", "ans1": "less", "ans2": "more"}
{"s1": "The government official was able to use the survey answers of Nick, but Nelson's answers were unusable because Nick was being [MASK].", "s2": "The government official was able to use the survey answers of Nick, but Nelson's answers were unusable because Nelson was being [MASK].", "ans1": "honest", "ans2": "dishonest"}
{"s1": "The dictator gained power of the other country by using tanks rather than the planes because the tanks were [MASK].", "s2": "The dictator gained power of the other country by using tanks rather than the planes because the planes were [MASK].", "ans1": "advanced", "ans2": "destroyed"}
{"s1": "Brett drank several bottles of water every day while Neil drank several bottles of pop. Brett was [MASK] dehydrated during the day.", "s2": "Brett drank several bottles of water every day while Neil drank several bottles of pop. Neil was [MASK] dehydrated during the day.", "ans1": "never", "ans2": "often"}
{"s1": "The woman swerved her bike to avoid the stroller but crashed into a wall, the bike was [MASK].", "s2": "The woman swerved her bike to avoid the stroller but crashed into a wall, the stroller was [MASK].", "ans1": "damaged", "ans2": "unharmed"}
{"s1": "Since Betty is a lot less resourceful than Natalie, Betty tends to [MASK] money easier.", "s2": "Since Betty is a lot less resourceful than Natalie, Natalie tends to [MASK] money easier.", "ans1": "spend", "ans2": "save"}
{"s1": "The job was found when a friend gave him a phone and a bus pass. The phone was [MASK].", "s2": "The job was found when a friend gave him a phone and a bus pass. The pass was [MASK].", "ans1": "older", "ans2": "temporary"}
{"s1": "Samuel got onto Michael about how to clean despite the fact Samuel [MASK] helped clean the place.", "s2": "Samuel got onto Michael about how to clean despite the fact Michael [MASK] helped clean the place.", "ans1": "never", "ans2": "always"}
{"s1": "Ben went to a restaurant and was stuck between ordering ginger or peppermint tea. He chose the ginger because he liked the [MASK].", "s2": "Ben went to a restaurant and was stuck between ordering ginger or peppermint tea. He chose the mint because he liked the [MASK].", "ans1": "bitterness", "ans2": "freshness"}
{"s1": "You will see lots of weeds in the yard of Matthew but none in the yard of Aaron as Matthew [MASK] outside work.", "s2": "You will see lots of weeds in the yard of Matthew but none in the yard of Aaron as Aaron [MASK] outside work.", "ans1": "hates", "ans2": "loves"}
{"s1": "Nick was less of a sports fan than Derrick, so Nick [MASK] attended basketball games.", "s2": "Nick was less of a sports fan than Derrick, so Derrick [MASK] attended basketball games.", "ans1": "rarely", "ans2": "often"}
{"s1": "Elena hated the smell of that soap compared to Laura, because Elena had [MASK] memories from that smell.", "s2": "Elena hated the smell of that soap compared to Laura, because Laura had [MASK] memories from that smell.", "ans1": "bad", "ans2": "good"}
{"s1": "The goat was trying to cross some water but she could only make it past the lake and not the river because the lake was [MASK].", "s2": "The goat was trying to cross some water but she could only make it past the lake and not the river because the river was [MASK] deep.", "ans1": "shallow", "ans2": "too"}
{"s1": "Marilyn was usually a casual dresser, but since the wedding was formal, she knew the casual dress she bought would be [MASK].", "s2": "Marilyn was usually a casual dresser, but since the wedding was formal, she knew the formal dress she bought would be [MASK].", "ans1": "inappropriate", "ans2": "appropriate"}
{"s1": "The damage in Hawaii was worse than the destruction in Japan, because the damage was from a [MASK] earthquake.", "s2": "The damage in Hawaii was worse than the destruction in Japan, because the destruction was from a [MASK] earthquake.", "ans1": "stronger", "ans2": "weaker"}
{"s1": "Jill poured the entire bag of flour into the mixing bowl until the bag was [MASK].", "s2": "Jill poured the entire bag of flour into the mixing bowl until the bowl was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Gem went to get new supplies for her hamster and she found snacks and exercise balls She chose the exercise balls because her hamster was [MASK].", "s2": "Gem went to get new supplies for her hamster and she found snacks and exercise balls She chose the snacks because her hamster was [MASK].", "ans1": "fat", "ans2": "skinny"}
{"s1": "Doris wished she had gone to the rock concert rather than the art show, because the art show was [MASK].", "s2": "Doris wished she had gone to the rock concert rather than the art show, because the rock concert was [MASK].", "ans1": "boring", "ans2": "exciting"}
{"s1": "Learn to crochet was something Victoria learned at an early age but not Emily. Victoria is able to [MASK] a sweater.", "s2": "Learn to crochet was something Victoria learned at an early age but not Emily. Emily is able to [MASK] a sweater.", "ans1": "knit", "ans2": "buy"}
{"s1": "Spongebob decided between a pineapple and a rock to live under the sea, but the pineapple was just [MASK].", "s2": "Spongebob decided between a pineapple and a rock to live under the sea, but the rock was just [MASK].", "ans1": "right", "ans2": "wrong"}
{"s1": "The woman got the blouse instead of the shirt, because the shirt was a [MASK] fitting size.", "s2": "The woman got the blouse instead of the shirt, because the blouse was a [MASK] fitting size.", "ans1": "less", "ans2": "more"}
{"s1": "James was able to get more slices from the cakes than expected. The slices are [MASK].", "s2": "James was able to get more slices from the cakes than expected. The cakes are [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Elena accidentally spilled her coconut oil all over Amy which made Elena feel very [MASK].", "s2": "Elena accidentally spilled her coconut oil all over Amy which made Amy feel very [MASK].", "ans1": "apologetic", "ans2": "angry"}
{"s1": "Joe added the cloves to the dinner instead of the peppers because he [MASK] the way the peppers tasted.", "s2": "Joe added the cloves to the dinner instead of the peppers because he [MASK] the way the cloves tasted.", "ans1": "disliked", "ans2": "liked"}
{"s1": "The problem at the conference could not be accurately identified because the problem was [MASK].", "s2": "The problem at the conference could not be accurately identified because the conference was [MASK].", "ans1": "complex", "ans2": "simple"}
{"s1": "Daphne got herself a cloak and a bodysuit for her Raven costume, and she thought the cloak made her look [MASK].", "s2": "Daphne got herself a cloak and a bodysuit for her Raven costume, and she thought the bodysuit made her look [MASK].", "ans1": "mysterious", "ans2": "skinny"}
{"s1": "The poses in Yoga are easier for Kenneth compared to Ryan because Kenneth is [MASK].", "s2": "The poses in Yoga are easier for Kenneth compared to Ryan because Ryan is [MASK].", "ans1": "limber", "ans2": "stiff"}
{"s1": "I grilled the steak for too long, but not the chicken breast so the chicken breast ended up [MASK].", "s2": "I grilled the steak for too long, but not the chicken breast so the steak ended up [MASK].", "ans1": "juicy", "ans2": "dry"}
{"s1": "Betty asked Jessica when the roses would bloom, because Betty had [MASK] knowledge about flowers.", "s2": "Betty asked Jessica when the roses would bloom, because Jessica had [MASK] knowledge about flowers.", "ans1": "little", "ans2": "extensive"}
{"s1": "I tried to clean the pipe with the brush but I couldn't because the pipe was too [MASK].", "s2": "I tried to clean the pipe with the brush but I couldn't because the brush was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "Jacob was satisfied with the soda but was unsatisfied with the sherbet because the soda was [MASK].", "s2": "Jacob was satisfied with the soda but was unsatisfied with the sherbet because the sherbet was [MASK].", "ans1": "tasty", "ans2": "strange"}
{"s1": "I despise the system in place now at college compared to the program at school, because the system is [MASK].", "s2": "I despise the system in place now at college compared to the program at school, because the program is [MASK].", "ans1": "horrendous", "ans2": "simple"}
{"s1": "I used an ax to chop down a tree, but had to get a bigger ax because the ax was too [MASK].", "s2": "I used an ax to chop down a tree, but had to get a bigger ax because the tree was too [MASK].", "ans1": "small", "ans2": "thick"}
{"s1": "Kayla brought something from Lindsey in the store, because Kayla wanted to [MASK] it and so it was brought.", "s2": "Kayla brought something from Lindsey in the store, because Lindsey wanted to [MASK] it and so it was brought.", "ans1": "buy", "ans2": "sell"}
{"s1": "The orthodontist complimented Christopher and not Jason as Christopher [MASK] to brush and floss his teeth daily.", "s2": "The orthodontist complimented Christopher and not Jason as Jason [MASK] to brush and floss his teeth daily.", "ans1": "remembers", "ans2": "forgetss"}
{"s1": "Her appointment to get her hair done was at 5:00, but she needed to catch the 4:30 train.  The appointment was [MASK] so she arrived with plenty of time.", "s2": "Her appointment to get her hair done was at 5:00, but she needed to catch the 4:30 train.  The train was [MASK] so she arrived with plenty of time.", "ans1": "late,", "ans2": "early,"}
{"s1": "In order to have a higher effect, Ben could change the lighting or music. He chose the lighting because it was [MASK].", "s2": "In order to have a higher effect, Ben could change the lighting or music. He chose the music because it was [MASK].", "ans1": "visible", "ans2": "invisible"}
{"s1": "The barber tried to use the chemical to wash the smell out of the man's hair but the smell was too [MASK].", "s2": "The barber tried to use the chemical to wash the smell out of the man's hair but the chemical was too [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "In order to [MASK] the flowers in his garden outside, Ted looked down at his shovel and his shears and picked up the shovel .", "s2": "In order to [MASK] the flowers in his garden outside, Ted looked down at his shovel and his shears and picked up the shears .", "ans1": "transplant", "ans2": "prune"}
{"s1": "I couldn't decide what jewelry to wear, should I go with the emerald or sapphire?  My outfit was [MASK] so I chose the sapphire .", "s2": "I couldn't decide what jewelry to wear, should I go with the emerald or sapphire?  My outfit was [MASK] so I chose the emerald .", "ans1": "blue,", "ans2": "green,"}
{"s1": "James found out some stain on his teeth even after using the brush. The brush is [MASK].", "s2": "James found out some stain on his teeth even after using the brush. The stain is [MASK].", "ans1": "weak", "ans2": "tough"}
{"s1": "The man grabbed the rake instead of the broom to knock the ball off of the roof because the rake was [MASK].", "s2": "The man grabbed the rake instead of the broom to knock the ball off of the roof because the broom was [MASK].", "ans1": "longer", "ans2": "shorter"}
{"s1": "It took a long time for Mary to heal from her fallout with Tanya as Mary was just more [MASK].", "s2": "It took a long time for Mary to heal from her fallout with Tanya as Tanya was just more [MASK].", "ans1": "sensitive", "ans2": "resilient"}
{"s1": "The plane had to arrive after the helicopter, so the plane [MASK] leaving immediately to time the arrivals right.", "s2": "The plane had to arrive after the helicopter, so the helicopter [MASK] leaving immediately to time the arrivals right.", "ans1": "delayed", "ans2": "was"}
{"s1": "Adam owns three cats, while Benjamin has none, so it is more likely that Adam is the animal [MASK].", "s2": "Adam owns three cats, while Benjamin has none, so it is more likely that Benjamin is the animal [MASK].", "ans1": "lover", "ans2": "hater"}
{"s1": "Neil has recently gotten hepatitis A and asks for Kevin's advice, because Neil has [MASK] had hepatitis.", "s2": "Neil has recently gotten hepatitis A and asks for Kevin's advice, because Kevin has [MASK] had hepatitis.", "ans1": "never", "ans2": "already"}
{"s1": "The dye showed up on Maria's hair more than Megan's hair because Maria had [MASK] hair.", "s2": "The dye showed up on Maria's hair more than Megan's hair because Megan had [MASK] hair.", "ans1": "lighter", "ans2": "darker"}
{"s1": "Pimples seemed to form more often for Rachel than Felicia because Rachel kept their face [MASK].", "s2": "Pimples seemed to form more often for Rachel than Felicia because Felicia kept their face [MASK].", "ans1": "dirty", "ans2": "washed"}
{"s1": "Natalie was having an ant problem and hates bugs so called Elena for help since Natalie is [MASK].", "s2": "Natalie was having an ant problem and hates bugs so called Elena for help since Elena is [MASK].", "ans1": "fearful", "ans2": "fearless"}
{"s1": "Jessica couldn't use a hose to wash her car in the driveway because the hose was too [MASK].", "s2": "Jessica couldn't use a hose to wash her car in the driveway because the driveway was too [MASK].", "ans1": "short", "ans2": "long"}
{"s1": "While the man modified the height of the bike, the boy rode the tricycle, because the bike was the [MASK] height.", "s2": "While the man modified the height of the bike, the boy rode the tricycle, because the tricycle was the [MASK] height.", "ans1": "incorrect", "ans2": "correct"}
{"s1": "Cynthia loved to read fiction while Christine preferred non-fiction. Cynthia thought Harry Potter was [MASK].", "s2": "Cynthia loved to read fiction while Christine preferred non-fiction. Christine thought Harry Potter was [MASK].", "ans1": "magical", "ans2": "stupid"}
{"s1": "A barn will withstand winter very well but a shed will not because the barn is [MASK].", "s2": "A barn will withstand winter very well but a shed will not because the shed is [MASK].", "ans1": "insulated", "ans2": "vulnerable"}
{"s1": "SEO is work that Natalie performs sometimes, but Patricia never has, so Natalie is likely [MASK] with technology.", "s2": "SEO is work that Natalie performs sometimes, but Patricia never has, so Patricia is likely [MASK] with technology.", "ans1": "better", "ans2": "inferior"}
{"s1": "The farmer switched his pig feed from wheat to corn because the corn was [MASK].", "s2": "The farmer switched his pig feed from wheat to corn because the wheat was [MASK] expensive.", "ans1": "cheaper", "ans2": "more"}
{"s1": "The dog was crying with the collar hurting its neck because the neck is [MASK].", "s2": "The dog was crying with the collar hurting its neck because the collar is [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "The retired person opted for the lounging chair in Mexico instead of the hammock as the lounging chair was [MASK].", "s2": "The retired person opted for the lounging chair in Mexico instead of the hammock as the hammock was [MASK].", "ans1": "comfortable", "ans2": "uncomfortable"}
{"s1": "Jack was going to make a tuna sandwich but ended up eating a tuna salad. After burning the bread the salad was [MASK].", "s2": "Jack was going to make a tuna sandwich but ended up eating a tuna salad. After burning the bread the sandwich was [MASK].", "ans1": "appetizing", "ans2": "unappetizing"}
{"s1": "Sunburn was a problem for Joseph but not for Donald because Joseph had very a very [MASK] skin tone.", "s2": "Sunburn was a problem for Joseph but not for Donald because Donald had very a very [MASK] skin tone.", "ans1": "fair", "ans2": "dark"}
{"s1": "Carrie worked for a [MASK] company compared to Samantha, therefore Carrie received a lot more benefits.", "s2": "Carrie worked for a [MASK] company compared to Samantha, therefore Samantha received a lot more benefits.", "ans1": "great", "ans2": "bad"}
{"s1": "When her dog got lost, Maria but up posters at the playground but not the pool because [MASK] people go to the playground these days.", "s2": "When her dog got lost, Maria but up posters at the playground but not the pool because [MASK] people go to the pool these days.", "ans1": "many", "ans2": "few"}
{"s1": "At the mall on Friday, Laura paid Jennifer for the diamonds because Laura was the [MASK].", "s2": "At the mall on Friday, Laura paid Jennifer for the diamonds because Jennifer was the [MASK].", "ans1": "customer", "ans2": "vendor"}
{"s1": "Liz was making a pizza with tomato sauce, cheese, pepperoni, and basil. The [MASK] thing she used was the tomato sauce .", "s2": "Liz was making a pizza with tomato sauce, cheese, pepperoni, and basil. The [MASK] thing she used was the basil .", "ans1": "first", "ans2": "last"}
{"s1": "The bucket was a better choice than the cup to carry water because the bucket held [MASK].", "s2": "The bucket was a better choice than the cup to carry water because the cup held [MASK].", "ans1": "more", "ans2": "less"}
{"s1": "The man didn't want to get his rearview mirror replaced before the windshield, since the windshield was [MASK].", "s2": "The man didn't want to get his rearview mirror replaced before the windshield, since the mirror was [MASK].", "ans1": "dirtier", "ans2": "cleaner"}
{"s1": "The plant withered in the garden but thrived in the field, as the garden had [MASK] nutrients for it.", "s2": "The plant withered in the garden but thrived in the field, as the field had [MASK] nutrients for it.", "ans1": "inadequate", "ans2": "plentiful"}
{"s1": "John thought his hand was broken, but it was actually his foot because the foot was [MASK].", "s2": "John thought his hand was broken, but it was actually his foot because the hand was [MASK].", "ans1": "bent", "ans2": "straight"}
{"s1": "Plucking the brow took longer for Elena compared to Katrina because Elena had a [MASK].", "s2": "Plucking the brow took longer for Elena compared to Katrina because Katrina had a [MASK] brow.", "ans1": "uni-brow", "ans2": "thin"}
{"s1": "The shoes had more traction on the gym floor than on the grass because the grass was [MASK].", "s2": "The shoes had more traction on the gym floor than on the grass because the floor was [MASK].", "ans1": "wet", "ans2": "dry"}
{"s1": "Katrina likes to keep moving whilst Angela likes to stay still because Katrina is [MASK].", "s2": "Katrina likes to keep moving whilst Angela likes to stay still because Angela is [MASK].", "ans1": "restless", "ans2": "calm"}
{"s1": "Rebecca's toddler was a better eater than Kayla's, as a result of Rebecca being spoiling her [MASK].", "s2": "Rebecca's toddler was a better eater than Kayla's, as a result of Kayla being spoiling her [MASK].", "ans1": "less", "ans2": "more"}
{"s1": "I put the flowers in vases on the table, but they fell over. The vases were too [MASK].", "s2": "I put the flowers in vases on the table, but they fell over. The flowers were too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "When he was a toddler, my brother always picked the oranges out of fruit salad an only ate the strawberries since the oranges were [MASK].", "s2": "When he was a toddler, my brother always picked the oranges out of fruit salad an only ate the strawberries since the strawberries were [MASK].", "ans1": "sour", "ans2": "sweet"}
{"s1": "Brian needed to apply lotion more frequently than Adam due to Brian 's naturally [MASK] skin.", "s2": "Brian needed to apply lotion more frequently than Adam due to Adam 's naturally [MASK] skin.", "ans1": "dry", "ans2": "oily"}
{"s1": "Maria needed to study for their Master's Thesis while Angela partied so, Maria [MASK] their degree.", "s2": "Maria needed to study for their Master's Thesis while Angela partied so, Angela [MASK] their degree.", "ans1": "got", "ans2": "missed"}
{"s1": "I couldn't decide if I wanted to drink cognac tonight, but when my choices were between cognac and beer, I stayed [MASK] and picked cognac .", "s2": "I couldn't decide if I wanted to drink cognac tonight, but when my choices were between cognac and beer, I stayed [MASK] and picked beer .", "ans1": "class", "ans2": "cheap"}
{"s1": "I sent a sick relative a card and a plant but he's allergic to the plant so the plant was [MASK] away.", "s2": "I sent a sick relative a card and a plant but he's allergic to the plant so the card was [MASK].", "ans1": "thrown", "ans2": "kept"}
{"s1": "Sarah started the car and then drove to pick of Jessica, because Sarah was [MASK] a ride.", "s2": "Sarah started the car and then drove to pick of Jessica, because Jessica was [MASK] a ride.", "ans1": "providing", "ans2": "needing"}
{"s1": "The dog food outweighed the drink, hence James decided to add more drink because the food is [MASK].", "s2": "The dog food outweighed the drink, hence James decided to add more drink because the drink is [MASK].", "ans1": "heavier", "ans2": "lighter"}
{"s1": "Mr. Farmer's son noticed a hole in the wooden fence so he tried hitting a golf ball through it; he didn't realize that the ball was too [MASK].", "s2": "Mr. Farmer's son noticed a hole in the wooden fence so he tried hitting a golf ball through it; he didn't realize that the hole was too [MASK].", "ans1": "large", "ans2": "tiny"}
{"s1": "In order to clean his mess, the boy brought napkins and towels. However, the napkins were too [MASK].", "s2": "In order to clean his mess, the boy brought napkins and towels. However, the towels were too [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "insects like butterflies are attracted to bright colors and not the dull colors, the bright are [MASK].", "s2": "insects like butterflies are attracted to bright colors and not the dull colors, the dull are [MASK].", "ans1": "attractive", "ans2": "ugly"}
{"s1": "Callie went on a liquid diet through a tube but was in pain because the tube is [MASK].", "s2": "Callie went on a liquid diet through a tube but was in pain because the diet is [MASK].", "ans1": "painful", "ans2": "restrictive"}
{"s1": "Tanya had to take a flight to a different country while Maria had to go down the street, so Tanya traveled by [MASK].", "s2": "Tanya had to take a flight to a different country while Maria had to go down the street, so Maria traveled by [MASK].", "ans1": "plane", "ans2": "bike"}
{"s1": "John's new chest he purchased for himself would not fit through his front doorway, the chest was too [MASK].", "s2": "John's new chest he purchased for himself would not fit through his front doorway, the doorway was too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "To clean my floors I use a broom and sometimes also use a mop, since I want to be [MASK] today I am using the broom on the floor.", "s2": "To clean my floors I use a broom and sometimes also use a mop, since I want to be [MASK] today I am using the mop on the floor.", "ans1": "quick", "ans2": "thorough"}
{"s1": "We didn't like the consultant because he reccommended a car instead of a train, because the car was [MASK].", "s2": "We didn't like the consultant because he reccommended a car instead of a train, because the train was [MASK].", "ans1": "expensive", "ans2": "cheap"}
{"s1": "John threw a punch at the window and got it broken when fighting with Jill. The punch is [MASK].", "s2": "John threw a punch at the window and got it broken when fighting with Jill. The window is [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "Cynthia began crying at the end of a movie. and Victoria laughed loudly so the parents [MASK] Cynthia .", "s2": "Cynthia began crying at the end of a movie. and Victoria laughed loudly so the parents [MASK] Victoria .", "ans1": "comforted", "ans2": "reprimanded"}
{"s1": "The dog was able to drink easily from the bowl, but not the pan, because the bowl was [MASK].", "s2": "The dog was able to drink easily from the bowl, but not the pan, because the pan was [MASK].", "ans1": "short", "ans2": "tall"}
{"s1": "James took out the carpet the dog pooped on and laid a mat because the carpet is [MASK].", "s2": "James took out the carpet the dog pooped on and laid a mat because the mat is [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Carrie persuaded Victoria to go into the pig pen and bring out a bowl, because Carrie was [MASK] around animals.", "s2": "Carrie persuaded Victoria to go into the pig pen and bring out a bowl, because Victoria was [MASK] around animals.", "ans1": "cowardly", "ans2": "brave"}
{"s1": "In my opinion, oak is a far superior wood than pine, because the oak is very [MASK].", "s2": "In my opinion, oak is a far superior wood than pine, because the pine is very [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "James could see the other side of the room through the plate unlike the board that was there before. Definitely the plate is [MASK].", "s2": "James could see the other side of the room through the plate unlike the board that was there before. Definitely the board is [MASK].", "ans1": "transparent", "ans2": "opaque"}
{"s1": "The turtle saw a race and a piece of lettuce. He chose the race because he was [MASK].", "s2": "The turtle saw a race and a piece of lettuce. He chose the piece of lettuce because he was [MASK].", "ans1": "full", "ans2": "hungry"}
{"s1": "Robert trusted Leslie to broker his money online because, between the two of them, Robert was the [MASK] investor.", "s2": "Robert trusted Leslie to broker his money online because, between the two of them, Leslie was the [MASK] investor.", "ans1": "amateur", "ans2": "master"}
{"s1": "The kids were excited to leave school to go to the party because the party was [MASK].", "s2": "The kids were excited to leave school to go to the party because the school was [MASK].", "ans1": "fun", "ans2": "boring"}
{"s1": "Mary has bad dandruff, but Cynthia has never had that issue. Mary lives in a [MASK] climate.", "s2": "Mary has bad dandruff, but Cynthia has never had that issue. Cynthia lives in a [MASK] climate.", "ans1": "dryer", "ans2": "wetter"}
{"s1": "To prepare for the meal the chef only cooked the meat and not the vegetable because the meat was [MASK].", "s2": "To prepare for the meal the chef only cooked the meat and not the vegetable because the vegetable was [MASK] ready.", "ans1": "raw", "ans2": "all"}
{"s1": "Samantha was [MASK] about Angela's health, so Samantha told them to start taking more vitamins.", "s2": "Samantha was [MASK] about Angela's health, so Angela told them to start taking more vitamins.", "ans1": "worried", "ans2": "jealous"}
{"s1": "The pill could not be crushed under that wood that it was placed. The wood it too [MASK].", "s2": "The pill could not be crushed under that wood that it was placed. The pill it too [MASK].", "ans1": "soft", "ans2": "hard"}
{"s1": "Christine grew a lot of hay on their farm but not Monica because Christine bred [MASK] animals.", "s2": "Christine grew a lot of hay on their farm but not Monica because Monica bred [MASK] animals.", "ans1": "grazing", "ans2": "flying"}
{"s1": "I prefer sending emails much more than I like sending letters, because the emails are [MASK].", "s2": "I prefer sending emails much more than I like sending letters, because the letters are [MASK].", "ans1": "convenient", "ans2": "inconvenient"}
{"s1": "John could not see the fish in the tank, but clearly saw the fish in the aquarium, because the water in the tank was [MASK].", "s2": "John could not see the fish in the tank, but clearly saw the fish in the aquarium, because the water in the aquarium was [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Latoya was running and could see through the forest but not the garden because the forest was [MASK].", "s2": "Latoya was running and could see through the forest but not the garden because the garden was [MASK].", "ans1": "sparse", "ans2": "dense"}
{"s1": "Angela was more in love than Katrina was, and Angela was [MASK] if she should lose her.", "s2": "Angela was more in love than Katrina was, and Katrina was [MASK] if she should lose her.", "ans1": "afraid", "ans2": "indifferent"}
{"s1": "Robert couldn't wait for the pear tree to grow fruit, though Jeffrey was less excited. Robert [MASK] liked pears.", "s2": "Robert couldn't wait for the pear tree to grow fruit, though Jeffrey was less excited. Jeffrey [MASK] liked pears.", "ans1": "always", "ans2": "never"}
{"s1": "Eric put out his electrical fire with baking soda, while Craig tried water. The house of Eric [MASK].", "s2": "Eric put out his electrical fire with baking soda, while Craig tried water. The house of Craig [MASK] down.", "ans1": "survived", "ans2": "burned"}
{"s1": "Amy made a lot of enemies in life but Laura did not. Amy was always [MASK].", "s2": "Amy made a lot of enemies in life but Laura did not. Laura was always [MASK].", "ans1": "unhappy", "ans2": "happy"}
{"s1": "Bob wanted to add insulation to the wall of his house, but the wall was too [MASK].", "s2": "Bob wanted to add insulation to the wall of his house, but the insulation was too [MASK].", "ans1": "thin", "ans2": "thick"}
{"s1": "The windows of Brad's home need replacing, while the doors are fine. So, the windows are likely [MASK].", "s2": "The windows of Brad's home need replacing, while the doors are fine. So, the doors are likely [MASK].", "ans1": "rotting", "ans2": "newer"}
{"s1": "The little boy tried to store his pet gecko in the cage but the gecko was too [MASK].", "s2": "The little boy tried to store his pet gecko in the cage but the cage was too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "The scarf Bob's mother made for him would not fit around his neck, the scarf was too [MASK].", "s2": "The scarf Bob's mother made for him would not fit around his neck, the neck was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "The old plastic caps were replaced by wooden corks because the caps were very [MASK].", "s2": "The old plastic caps were replaced by wooden corks because the corks were very [MASK].", "ans1": "leaky", "ans2": "watertight"}
{"s1": "Studying philosophy was easier for Jessica than Maria, since Jessica had [MASK] thought long and hard about abstract concepts.", "s2": "Studying philosophy was easier for Jessica than Maria, since Maria had [MASK] thought long and hard about abstract concepts.", "ans1": "always", "ans2": "rarely"}
{"s1": "Kenneth was less concerned with the environment than Adam , so Kenneth [MASK] used plastic bags.", "s2": "Kenneth was less concerned with the environment than Adam , so Adam [MASK] used plastic bags.", "ans1": "always", "ans2": "never"}
{"s1": "After her lips swelled up, Brian gave all the lip gloss to Christopher since Brian was [MASK] to it.", "s2": "After her lips swelled up, Brian gave all the lip gloss to Christopher since Christopher was [MASK] to it.", "ans1": "sensitive", "ans2": "insensitive"}
{"s1": "Adam was very good at performing tricks but Hunter was not. Adam [MASK] all their friends at parties.", "s2": "Adam was very good at performing tricks but Hunter was not. Hunter [MASK] all their friends at parties.", "ans1": "amazed", "ans2": "bored"}
{"s1": "Scott saw his company's profit sheet and asked for a raise. It was denied because the raise was too [MASK].", "s2": "Scott saw his company's profit sheet and asked for a raise. It was denied because the profit was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Kenneth didn't drop the children off at the nursery today unlike Hunter because Kenneth children were [MASK].", "s2": "Kenneth didn't drop the children off at the nursery today unlike Hunter because Hunter children were [MASK].", "ans1": "sick", "ans2": "healthy"}
{"s1": "The woman [MASK] her eyebrows, because between a bike and car, the bike was going faster.", "s2": "The woman [MASK] her eyebrows, because between a bike and car, the car was going faster.", "ans1": "raised", "ans2": "furrowed"}
{"s1": "Cynthia bought mats to show Victoria how to do meditation because Cynthia was a very [MASK] person.", "s2": "Cynthia bought mats to show Victoria how to do meditation because Victoria was a very [MASK] person.", "ans1": "caring", "ans2": "nervous"}
{"s1": "Monica didn't want to hire a lawyer but Lindsey did because Monica is [MASK] of lawyers.", "s2": "Monica didn't want to hire a lawyer but Lindsey did because Lindsey is [MASK] of lawyers.", "ans1": "suspicious", "ans2": "trusting"}
{"s1": "Lindsey had watery eyes but not Patricia because Lindsey was [MASK] onions in the kitchen.", "s2": "Lindsey had watery eyes but not Patricia because Patricia was [MASK] onions in the kitchen.", "ans1": "cutting", "ans2": "storing"}
{"s1": "Monica sent Sarah a care package of homemade maple syrup, because Monica lived in [MASK].", "s2": "Monica sent Sarah a care package of homemade maple syrup, because Sarah lived in [MASK].", "ans1": "Vermont", "ans2": "California"}
{"s1": "The teacher did not know what was the worst injuries between a broken hand or foot. She said that with the hand , you couldn't [MASK].", "s2": "The teacher did not know what was  the worst injuries  between a broken hand or foot. She said that with the foot , you couldn't [MASK].", "ans1": "write", "ans2": "walk"}
{"s1": "Brett didn't believe Craig that essential oils worked, until Brett [MASK] that they were indeed effective.", "s2": "Brett didn't believe Craig that essential oils worked, until Craig [MASK] that they were indeed effective.", "ans1": "learned", "ans2": "proved"}
{"s1": "Lawrence knew how to mix soap and water better than Jeffrey because Lawrence had a lot of chores that involved [MASK].", "s2": "Lawrence knew how to mix soap and water better than Jeffrey because Jeffrey had a lot of chores that involved [MASK] the dog.", "ans1": "cleaning", "ans2": "walking"}
{"s1": "Amy's handwriting was meticulous, while Cynthia's handwriting was often sloppy, because Amy was [MASK] about their work.", "s2": "Amy's handwriting was meticulous, while Cynthia's handwriting was often sloppy, because Cynthia was [MASK] about their work.", "ans1": "careless", "ans2": "careful"}
{"s1": "Kevin was worried Kenneth would win the cross country race, because Kevin was currently [MASK].", "s2": "Kevin was worried Kenneth would win the cross country race, because Kenneth was currently [MASK].", "ans1": "behind", "ans2": "ahead"}
{"s1": "Quinn felt he was more brave when using the sword and not the gun, because the sword required [MASK] engagement.", "s2": "Quinn felt he was more brave when using the sword and not the gun, because the gun required [MASK] engagement.", "ans1": "closer", "ans2": "distant"}
{"s1": "Erin was intuitive and compassionate, while Jessica was egotistical and selfish. Erin was an [MASK] friend to have.", "s2": "Erin was intuitive and compassionate, while Jessica was egotistical and selfish. Jessica was an [MASK] friend to have.", "ans1": "excellent", "ans2": "awful"}
{"s1": "Jennifer has the phone ringer set [MASK] than Patricia because Jennifer is hard of hearing.", "s2": "Jennifer has the phone ringer set [MASK] than Patricia because Patricia is hard of hearing.", "ans1": "louder", "ans2": "softer"}
{"s1": "I could not forgive the hurt and regret he made me feel as much as I love him because the regret is too [MASK].", "s2": "I could not forgive the hurt and regret he made me feel as much as I love him because the love is too [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "Learning to face your obstacles was a lesson Victoria learned in life earlier than Patricia, Victoria was the [MASK] of the two.", "s2": "Learning to face your obstacles was a lesson Victoria learned in life earlier than Patricia, Patricia was the [MASK] of the two.", "ans1": "oldest", "ans2": "youngest"}
{"s1": "When he wanted to transition a firefighter, they told him he was too short and weak. The short issue was [MASK] to resolve.", "s2": "When he wanted to transition a firefighter, they told him he was too short and weak. The weak issue was [MASK] to resolve.", "ans1": "harder", "ans2": "easier"}
{"s1": "She always spray the room with an aromatizante after he smokes a cigarette there, because the aromatizante smells [MASK].", "s2": "She always spray the room with an aromatizante after he smokes a cigarette there, because the cigarette smells [MASK].", "ans1": "nice", "ans2": "bad"}
{"s1": "Sara told her husband he should use the sheet to hang himself and not the scarf, because the sheet was [MASK].", "s2": "Sara told her husband he should use the sheet to hang himself and not the scarf, because the scarf was [MASK].", "ans1": "longer", "ans2": "shorter"}
{"s1": "Paul served the chocolate milk in a glass instead of the plastic cup, because the cup was [MASK].", "s2": "Paul served the chocolate milk in a glass instead of the plastic cup, because the glass was [MASK].", "ans1": "cracked", "ans2": "unbroken"}
{"s1": "They chose to dye the shirt instead of paint it during the festival, since the dye was more [MASK].", "s2": "They chose to dye the shirt instead of paint it during the festival, since the paint was more [MASK].", "ans1": "vibrant", "ans2": "dull"}
{"s1": "She put mustard on the sandwiches, but not on the fries, because she thought the sandwiches had been served [MASK].", "s2": "She put mustard on the sandwiches, but not on the fries, because she thought the fries had been served [MASK].", "ans1": "bland", "ans2": "tasty"}
{"s1": "Amy went to a buffet. She couldn't finish eating the eggs but could eat all the tomatoes because there was a [MASK] amount of the tomatoes on her plate.", "s2": "Amy went to a buffet. She couldn't finish eating the eggs but could eat all the tomatoes because there was a [MASK] amount of the eggs on her plate.", "ans1": "minuscule", "ans2": "grand"}
{"s1": "The barber tried to use the comb to brush the hair but the hair was too [MASK].", "s2": "The barber tried to use the comb to brush the hair but the comb was too [MASK].", "ans1": "tough", "ans2": "weak"}
{"s1": "While walking through the store, Carrie bought a shirt for Mary because Carrie had [MASK] style.", "s2": "While walking through the store, Carrie bought a shirt for Mary because Mary had [MASK] style.", "ans1": "great", "ans2": "no"}
{"s1": "The water spilling out of the pot put out the fire on the stove. The water is [MASK].", "s2": "The water spilling out of the pot put out the fire on the stove. The fire is [MASK].", "ans1": "plentiful", "ans2": "weak"}
{"s1": "Julie emptied the water bottle into the cup on her desk until the bottle was [MASK].", "s2": "Julie emptied the water bottle into the cup on her desk until the cup was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "The body of Dennis looks a lot [MASK] than that of Steven, due to Dennis being on a diet.", "s2": "The body of Dennis looks a lot [MASK] than that of Steven, due to Steven being on a diet.", "ans1": "slimmer", "ans2": "thicker"}
{"s1": "Cynthia loved lounging on the deck in the morning while Kayla preferred to lounge in the evening. Cynthia decided to watch the [MASK] for a change.", "s2": "Cynthia loved lounging on the deck in the morning while Kayla preferred to lounge in the evening. Kayla decided to watch the [MASK] for a change.", "ans1": "sunset", "ans2": "sunrise"}
{"s1": "Mike dumped the juice out of the baby bottle and filled it with milk, because the juice was [MASK].", "s2": "Mike dumped the juice out of the baby bottle and filled it with milk, because the milk was [MASK].", "ans1": "older", "ans2": "fresher"}
{"s1": "Jennifer needed produce, so she went to the market and she chose the broccoli instead of the lettuce because the broccoli looked [MASK].", "s2": "Jennifer needed produce, so she went to the market and she chose the broccoli instead of the lettuce because the lettuce looked [MASK].", "ans1": "fresh", "ans2": "stale"}
{"s1": "The ninja waited until the night to attack instead of the day because it would be [MASK] to see him in the night .", "s2": "The ninja waited until the night to attack instead of the day because it would be [MASK] to see him in the day .", "ans1": "harder", "ans2": "easier"}
