{"s1": "Ian volunteered to eat Dennis's menudo after already having a bowl because Ian [MASK] eating intestine.", "s2": "Ian volunteered to eat Dennis's menudo after already having a bowl because Dennis [MASK] eating intestine.", "ans1": "enjoyed", "ans2": "despised"}
{"s1": "He never comes to my home, but I always go to his house because the home is [MASK].", "s2": "He never comes to my home, but I always go to his house because the house is [MASK].", "ans1": "smaller", "ans2": "bigger"}
{"s1": "The GPS and map helped me navigate home.  I got lost when the GPS got turned [MASK].", "s2": "The GPS and map helped me navigate home.  I got lost when the map got turned [MASK] down.", "ans1": "off", "ans2": "upside"}
{"s1": "Emily looked up and saw Patricia racing by overhead, as Emily was [MASK] the ramp .", "s2": "Emily looked up and saw Patricia racing by overhead, as Patricia was [MASK] the ramp .", "ans1": "under", "ans2": "on"}
{"s1": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the safe was [MASK].", "s2": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the trolley was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the chair is [MASK] consuming.", "s2": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the table is [MASK].", "ans1": "time", "ans2": "quick"}
{"s1": "To overcome behavioural bias, we need to focus more on changing the conscious actions instead of the unconscious actions because the unconscious actions are [MASK].", "s2": "To overcome behavioural bias, we need to focus more on changing the conscious actions instead of the unconscious actions because the conscious actions are [MASK].", "ans1": "involuntary", "ans2": "voluntary"}
{"s1": "Megan has a lot [MASK] money than Jessica because Megan just bought the winning lottery ticket.", "s2": "Megan has a lot [MASK] money than Jessica because Jessica just bought the winning lottery ticket.", "ans1": "more", "ans2": "less"}
{"s1": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the raisins for now.", "s2": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the peanuts for now.", "ans1": "ate", "ans2": "stored"}
{"s1": "Craig really loves to clean all the time but Derrick does not because Craig is very [MASK].", "s2": "Craig really loves to clean all the time but Derrick does not because Derrick is very [MASK].", "ans1": "neat", "ans2": "untidy"}
{"s1": "The plant took up too much room in the urn, because the plant was [MASK].", "s2": "The plant took up too much room in the urn, because the urn was [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the bird house was too [MASK].", "s2": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the ground was too [MASK].", "ans1": "low", "ans2": "high"}
{"s1": "Megan said it would be liberating to go out without makeup like Elena does. Megan [MASK] wore makeup when she left the house.", "s2": "Megan said it would be liberating to go out without makeup like Elena does. Elena [MASK] wore makeup when she left the house.", "ans1": "always", "ans2": "never"}
{"s1": "Donald was [MASK] than Leslie was because companies had found oil on the property of Donald .", "s2": "Donald was [MASK] than Leslie was because companies had found oil on the property of Leslie .", "ans1": "richer", "ans2": "poorer"}
{"s1": "Feeling a draft, William asked Neil to please close the front door because William was [MASK] away.", "s2": "Feeling a draft, William asked Neil to please close the front door because Neil was [MASK].", "ans1": "farther", "ans2": "closer"}
{"s1": "Elena would grab their inventory in the back of the store for Megan to sell each time because Elena was a [MASK].", "s2": "Elena would grab their inventory in the back of the store for Megan to sell each time because Megan was a [MASK] customer.", "ans1": "businessperson", "ans2": "loyal"}
{"s1": "Kenneth asked Dennis what time the dance was being held, [MASK] Kenneth had forgotten.", "s2": "Kenneth asked Dennis what time the dance was being held, [MASK] Dennis had forgotten.", "ans1": "because", "ans2": "but"}
{"s1": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Patricia buys a [MASK] bedroom house.", "s2": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Tanya buys a [MASK] bedroom house.", "ans1": "1", "ans2": "5"}
{"s1": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The tweezer were too [MASK].", "s2": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The wristlet were too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Elena was [MASK] to allergies.", "s2": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Tanya was [MASK] to allergies.", "ans1": "susceptible", "ans2": "immune"}
{"s1": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Jennifer was [MASK].", "s2": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Erin was [MASK].", "ans1": "embarrassed", "ans2": "reassuring"}
{"s1": "The employees threw a party and drank so much alcohol that they could not go into work the next day. The party was [MASK].", "s2": "The employees threw a party and drank so much alcohol that they could not go into work the next day. The alcohol was [MASK].", "ans1": "loud", "ans2": "copious"}
{"s1": "Once in Poland, Dennis enjoyed the trip more than Jason because Dennis had a [MASK] understanding of the Polish language.", "s2": "Once in Poland, Dennis enjoyed the trip more than Jason because Jason had a [MASK] understanding of the Polish language.", "ans1": "deeper", "ans2": "shallow"}
{"s1": "John poured the entire bowl of fish into the hot pan on the stove until the bowl was [MASK].", "s2": "John poured the entire bowl of fish into the hot pan on the stove until the pan was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Sue wanted to practice meditation so she went to the gym with her class but the class was too [MASK].", "s2": "Sue wanted to practice meditation so she went to the gym with her class but the gym was too [MASK].", "ans1": "late", "ans2": "busy"}
{"s1": "Natalie thinks emeralds are beautiful gems but Betty does not. Natalie bought a necklace featuring a big [MASK].", "s2": "Natalie thinks emeralds are beautiful gems but Betty does not. Betty bought a necklace featuring a big [MASK].", "ans1": "emerald", "ans2": "diamond"}
{"s1": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Aaron was happy for [MASK].", "s2": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Benjamin was happy for [MASK].", "ans1": "him", "ans2": "himself"}
{"s1": "Adam put handwash only clothes in the washer but Aaron washed them by hand as Adam was [MASK].", "s2": "Adam put handwash only clothes in the washer but Aaron washed them by hand as Aaron was [MASK].", "ans1": "lazy", "ans2": "conscientious"}
{"s1": "Derrick was unable to stay focused at work unlike Justin, because Derrick had a [MASK] job.", "s2": "Derrick was unable to stay focused at work unlike Justin, because Justin had a [MASK] job.", "ans1": "boring", "ans2": "fun"}
{"s1": "Avery was debating on taking up German instead of Latin, because the Latin was [MASK].", "s2": "Avery was debating on taking up German instead of Latin, because the German was [MASK].", "ans1": "old", "ans2": "newer"}
{"s1": "Kayla dated many more people at once than Betty, because Kayla was in an [MASK] relationship.", "s2": "Kayla dated many more people at once than Betty, because Betty was in an [MASK] relationship.", "ans1": "exclusive", "ans2": "open"}
{"s1": "Steven proudly showed Michael the mangoes he grew himself all this summer.  Steven is [MASK].", "s2": "Steven proudly showed Michael the mangoes he grew himself all this summer.  Michael is [MASK].", "ans1": "hardworking", "ans2": "astonished"}
{"s1": "The letter that Joel has written is being read by Adam, so Joel is the [MASK].", "s2": "The letter that Joel has written is being read by Adam, so Adam is the [MASK].", "ans1": "writer", "ans2": "editor"}
{"s1": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Emily was very [MASK] with showing their body.", "s2": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Felicia was very [MASK] with showing their body.", "ans1": "free", "ans2": "hesitant"}
{"s1": "Sarah Jane's watch smashed when the book hit it since the watch was too [MASK].", "s2": "Sarah Jane's watch smashed when the book hit it since the book was too [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "Joseph had to have well manicured nails for work, but not Kevin, because Joseph worked at a [MASK].", "s2": "Joseph had to have well manicured nails for work, but not Kevin, because Kevin worked at a [MASK].", "ans1": "bank", "ans2": "farm"}
{"s1": "I couldn't control the moisture like I controlled the rain, because the moisture was coming in [MASK].", "s2": "I couldn't control the moisture like I controlled the rain, because the rain was coming in [MASK] one spot.", "ans1": "everywhere", "ans2": "at"}
{"s1": "Leslie was fascinated with collecting new shoes compared to Derrick, because Leslie [MASK] fashion trends.", "s2": "Leslie was fascinated with collecting new shoes compared to Derrick, because Derrick [MASK] fashion trends.", "ans1": "loved", "ans2": "hated"}
{"s1": "Bill poured the entire bowl of cheese snack into his mouth until the mouth was [MASK].", "s2": "Bill poured the entire bowl of cheese snack into his mouth until the bowl was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the bowling game because he hurt his arm.", "s2": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the soccer game because he hurt his arm.", "ans1": "difficult", "ans2": "easy"}
{"s1": "Nick had a [MASK] dog than Craig because Nick fed their dog much more food.", "s2": "Nick had a [MASK] dog than Craig because Craig fed their dog much more food.", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Kyle loves [MASK] foods.", "s2": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Steven loves [MASK] foods.", "ans1": "sweet", "ans2": "sour"}
{"s1": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Benjamin had [MASK] will power.", "s2": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Brett had [MASK] will power.", "ans1": "weak", "ans2": "strong"}
{"s1": "Matthew made sure to use an oil lubricant when expanding his piercing, unlike Jeffrey, so the [MASK] experience from Matthew made a lot of sense.", "s2": "Matthew made sure to use an oil lubricant when expanding his piercing, unlike Jeffrey, so the [MASK] experience from Jeffrey made a lot of sense.", "ans1": "agreeable", "ans2": "painful"}
{"s1": "Samantha brought a get well card to the hospital but Emily forgot to because Samantha was [MASK].", "s2": "Samantha brought a get well card to the hospital but Emily forgot to because Emily was [MASK].", "ans1": "thoughtful", "ans2": "preoccupied"}
{"s1": "Jessica took off the gloves and gave them to Katrina because Jessica 's hands were [MASK].", "s2": "Jessica took off the gloves and gave them to Katrina because Katrina 's hands were [MASK].", "ans1": "warm", "ans2": "cold"}
{"s1": "John's certification was less important that Jim's degree because the certification was from a [MASK] University.", "s2": "John's certification was less important that Jim's degree because the degree was from a [MASK] University.", "ans1": "minor", "ans2": "major"}
{"s1": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the downstairs because he was [MASK].", "s2": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the upstairs because he was [MASK].", "ans1": "hot", "ans2": "cold"}
{"s1": "Laura always had more motivation in life and achieving goals than Katrina, as Laura was [MASK].", "s2": "Laura always had more motivation in life and achieving goals than Katrina, as Katrina was [MASK].", "ans1": "optimistic", "ans2": "lazy"}
{"s1": "Ben had to either stop eating chocolates or nuts. He chose to stop eating the chocolates because they were [MASK].", "s2": "Ben had to either stop eating chocolates or nuts. He chose to stop eating the nuts because they were [MASK].", "ans1": "sweet", "ans2": "savory"}
{"s1": "James was looking if there is any space to put the book into the shelf. The space is [MASK].", "s2": "James was looking if there is any space to put the book into the shelf. The book is [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "James was writing a poem on his jotter when the ink finished. The poem is a [MASK] .", "s2": "James was writing a poem on his jotter when the ink finished. The ink is a [MASK].", "ans1": "long", "ans2": "low"}
{"s1": "The couple drank wine out of glasses instead of mugs, because the mugs were [MASK].", "s2": "The couple drank wine out of glasses instead of mugs, because the glasses were [MASK].", "ans1": "dirty", "ans2": "clean"}
