{"s1": "He never comes to my home, but I always go to his house because the home is [MASK].", "s2": "He never comes to my home, but I always go to his house because the house is [MASK].", "ans1": "smaller", "ans2": "bigger"}
{"s1": "The GPS and map helped me navigate home.  I got lost when the GPS got turned [MASK].", "s2": "The GPS and map helped me navigate home.  I got lost when the map got turned [MASK] down.", "ans1": "off", "ans2": "upside"}
{"s1": "Emily looked up and saw Patricia racing by overhead, as Emily was [MASK] the ramp .", "s2": "Emily looked up and saw Patricia racing by overhead, as Patricia was [MASK] the ramp .", "ans1": "under", "ans2": "on"}
{"s1": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the safe was [MASK].", "s2": "The treasury workers took the gold bars off of the trolley and stacked them in the safe until the trolley was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the chair is [MASK] consuming.", "s2": "She remembered how annoying it is to dust her wood chair so she bought a plastic table instead.  Cleaning the table is [MASK].", "ans1": "time", "ans2": "quick"}
{"s1": "Megan has a lot [MASK] money than Jessica because Megan just bought the winning lottery ticket.", "s2": "Megan has a lot [MASK] money than Jessica because Jessica just bought the winning lottery ticket.", "ans1": "more", "ans2": "less"}
{"s1": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the raisins for now.", "s2": "I picked up a bag of peanuts and raisins for a snack. I wanted a sweeter snack out so I [MASK] the peanuts for now.", "ans1": "ate", "ans2": "stored"}
{"s1": "The plant took up too much room in the urn, because the plant was [MASK].", "s2": "The plant took up too much room in the urn, because the urn was [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the bird house was too [MASK].", "s2": "I installed a new bird house outside above the ground, but had to prop it up higher away from my cat since the ground was too [MASK].", "ans1": "low", "ans2": "high"}
{"s1": "Megan said it would be liberating to go out without makeup like Elena does. Megan [MASK] wore makeup when she left the house.", "s2": "Megan said it would be liberating to go out without makeup like Elena does. Elena [MASK] wore makeup when she left the house.", "ans1": "always", "ans2": "never"}
{"s1": "Feeling a draft, William asked Neil to please close the front door because William was [MASK] away.", "s2": "Feeling a draft, William asked Neil to please close the front door because Neil was [MASK].", "ans1": "farther", "ans2": "closer"}
{"s1": "Kenneth asked Dennis what time the dance was being held, [MASK] Kenneth had forgotten.", "s2": "Kenneth asked Dennis what time the dance was being held, [MASK] Dennis had forgotten.", "ans1": "because", "ans2": "but"}
{"s1": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Patricia buys a [MASK] bedroom house.", "s2": "When buying a home, Patricia doesn't have as much money to spend as Tanya, so Tanya buys a [MASK] bedroom house.", "ans1": "1", "ans2": "5"}
{"s1": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The tweezer were too [MASK].", "s2": "I wanted to buy small tweezer to fit in my wristlet, but they still didn't fit. The wristlet were too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Elena was [MASK] to allergies.", "s2": "Elena had a horrendous coughing fit from the pollen, unlike Tanya , since Tanya was [MASK] to allergies.", "ans1": "susceptible", "ans2": "immune"}
{"s1": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Jennifer was [MASK].", "s2": "Jennifer discreetly admitted to Erin that she didn't know how to apply eye shadow.  Erin was [MASK].", "ans1": "embarrassed", "ans2": "reassuring"}
{"s1": "Once in Poland, Dennis enjoyed the trip more than Jason because Dennis had a [MASK] understanding of the Polish language.", "s2": "Once in Poland, Dennis enjoyed the trip more than Jason because Jason had a [MASK] understanding of the Polish language.", "ans1": "deeper", "ans2": "shallow"}
{"s1": "John poured the entire bowl of fish into the hot pan on the stove until the bowl was [MASK].", "s2": "John poured the entire bowl of fish into the hot pan on the stove until the pan was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Sue wanted to practice meditation so she went to the gym with her class but the class was too [MASK].", "s2": "Sue wanted to practice meditation so she went to the gym with her class but the gym was too [MASK].", "ans1": "late", "ans2": "busy"}
{"s1": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Aaron was happy for [MASK].", "s2": "Aaron hung his hunting rifle over the hearth after the most recent trip ended up with Benjamin making the fatal shot.  Benjamin was happy for [MASK].", "ans1": "him", "ans2": "himself"}
{"s1": "Derrick was unable to stay focused at work unlike Justin, because Derrick had a [MASK] job.", "s2": "Derrick was unable to stay focused at work unlike Justin, because Justin had a [MASK] job.", "ans1": "boring", "ans2": "fun"}
{"s1": "Avery was debating on taking up German instead of Latin, because the Latin was [MASK].", "s2": "Avery was debating on taking up German instead of Latin, because the German was [MASK].", "ans1": "old", "ans2": "newer"}
{"s1": "Kayla dated many more people at once than Betty, because Kayla was in an [MASK] relationship.", "s2": "Kayla dated many more people at once than Betty, because Betty was in an [MASK] relationship.", "ans1": "exclusive", "ans2": "open"}
{"s1": "The letter that Joel has written is being read by Adam, so Joel is the [MASK].", "s2": "The letter that Joel has written is being read by Adam, so Adam is the [MASK].", "ans1": "writer", "ans2": "editor"}
{"s1": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Emily was very [MASK] with showing their body.", "s2": "In the lagoon Emily swam in the nude while Felicia opted for a full body swimsuit. Felicia was very [MASK] with showing their body.", "ans1": "free", "ans2": "hesitant"}
{"s1": "Sarah Jane's watch smashed when the book hit it since the watch was too [MASK].", "s2": "Sarah Jane's watch smashed when the book hit it since the book was too [MASK].", "ans1": "weak", "ans2": "strong"}
{"s1": "Joseph had to have well manicured nails for work, but not Kevin, because Joseph worked at a [MASK].", "s2": "Joseph had to have well manicured nails for work, but not Kevin, because Kevin worked at a [MASK].", "ans1": "bank", "ans2": "farm"}
{"s1": "I couldn't control the moisture like I controlled the rain, because the moisture was coming in [MASK].", "s2": "I couldn't control the moisture like I controlled the rain, because the rain was coming in [MASK] one spot.", "ans1": "everywhere", "ans2": "at"}
{"s1": "Leslie was fascinated with collecting new shoes compared to Derrick, because Leslie [MASK] fashion trends.", "s2": "Leslie was fascinated with collecting new shoes compared to Derrick, because Derrick [MASK] fashion trends.", "ans1": "loved", "ans2": "hated"}
{"s1": "Bill poured the entire bowl of cheese snack into his mouth until the mouth was [MASK].", "s2": "Bill poured the entire bowl of cheese snack into his mouth until the bowl was [MASK].", "ans1": "full", "ans2": "empty"}
{"s1": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the bowling game because he hurt his arm.", "s2": "Ben played soccer and bowling every week. However, it was [MASK] for him to play in the soccer game because he hurt his arm.", "ans1": "difficult", "ans2": "easy"}
{"s1": "Nick had a [MASK] dog than Craig because Nick fed their dog much more food.", "s2": "Nick had a [MASK] dog than Craig because Craig fed their dog much more food.", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Kyle loves [MASK] foods.", "s2": "Kyle loves chocolate and candy and Steven loves pickles and lemons. Steven loves [MASK] foods.", "ans1": "sweet", "ans2": "sour"}
{"s1": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Benjamin had [MASK] will power.", "s2": "Since Benjamin ate unhealthy desserts far more frequently than Brett, Brett had [MASK] will power.", "ans1": "weak", "ans2": "strong"}
{"s1": "Jessica took off the gloves and gave them to Katrina because Jessica 's hands were [MASK].", "s2": "Jessica took off the gloves and gave them to Katrina because Katrina 's hands were [MASK].", "ans1": "warm", "ans2": "cold"}
{"s1": "John's certification was less important that Jim's degree because the certification was from a [MASK] University.", "s2": "John's certification was less important that Jim's degree because the degree was from a [MASK] University.", "ans1": "minor", "ans2": "major"}
{"s1": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the downstairs because he was [MASK].", "s2": "The thermostat showed that it was twenty degrees cooler downstairs than it was upstairs, so Byron stayed in the upstairs because he was [MASK].", "ans1": "hot", "ans2": "cold"}
{"s1": "Laura always had more motivation in life and achieving goals than Katrina, as Laura was [MASK].", "s2": "Laura always had more motivation in life and achieving goals than Katrina, as Katrina was [MASK].", "ans1": "optimistic", "ans2": "lazy"}
{"s1": "James was looking if there is any space to put the book into the shelf. The space is [MASK].", "s2": "James was looking if there is any space to put the book into the shelf. The book is [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "James was writing a poem on his jotter when the ink finished. The poem is a [MASK] .", "s2": "James was writing a poem on his jotter when the ink finished. The ink is a [MASK].", "ans1": "long", "ans2": "low"}
{"s1": "The couple drank wine out of glasses instead of mugs, because the mugs were [MASK].", "s2": "The couple drank wine out of glasses instead of mugs, because the glasses were [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Dividing the candy was more difficult than dividing the apples because [MASK] kid wanted the candy .", "s2": "Dividing the candy was more difficult than dividing the apples because [MASK] kid wanted the apples .", "ans1": "every", "ans2": "no"}
{"s1": "Jason denied Ian's passport application because Jason did not [MASK] the correct paperwork in time.", "s2": "Jason denied Ian's passport application because Ian did not [MASK] the correct paperwork in time.", "ans1": "receive", "ans2": "provide"}
{"s1": "I wanted a combination of Vanilla and tea tree essence scents but it smelled like Vanilla because the Vanilla essence was too [MASK].", "s2": "I wanted a combination of Vanilla and tea tree essence scents but it smelled like Vanilla because the tea tree essence was too [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "I'd rather play on a soccer team than be a kicker on a foot ball team since the soccer ball is [MASK] to kick.", "s2": "I'd rather play on a soccer team than be a kicker on a foot ball team since the foot ball is [MASK] to kick.", "ans1": "easier", "ans2": "harder"}
{"s1": "Kyle thought the temperature was too warm while William thought it was too cold, so Kyle turned the heat [MASK].", "s2": "Kyle thought the temperature was too warm while William thought it was too cold, so William turned the heat [MASK].", "ans1": "down", "ans2": "up"}
{"s1": "The woman sprayed cleaner on the mirror but skipped the countertop because the mirror was [MASK].", "s2": "The woman sprayed cleaner on the mirror but skipped the countertop because the countertop was [MASK].", "ans1": "dirty", "ans2": "clean"}
{"s1": "Since Dennis arrived at work [MASK] Dennis would eat their lunch before Adam in the break room at their job.", "s2": "Since Adam arrived at work [MASK] Dennis would eat their lunch before Adam in the break room at their job.", "ans1": "sooner", "ans2": "later"}
{"s1": "After Logan contracted the chickenpox from Joseph so Logan spent the day sending [MASK] texts about it.", "s2": "After Logan contracted the chickenpox from Joseph so Joseph spent the day sending [MASK] texts about it.", "ans1": "mean", "ans2": "nice"}
{"s1": "The man wanted to put the luggage in the house but the house was too [MASK].", "s2": "The man wanted to put the luggage in the house but the luggage was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "When one experiences cramps they can get into a warm bath or use a heating pad, but the bath is more [MASK] an inconvenience.", "s2": "When one experiences cramps they can get into a warm bath or use a heating pad, but the heating pad is more [MASK].", "ans1": "of", "ans2": "convenient"}
{"s1": "It was clear that Jessica understood and was entertained by the article from Monica because Jessica was the [MASK].", "s2": "It was clear that Jessica understood and was entertained by the article from Monica because Monica was the [MASK].", "ans1": "reader", "ans2": "writer"}
{"s1": "In an effort to control kennel cough, Emily sent Maria to get the medication [MASK] Emily was busy examining the animals.", "s2": "In an effort to control kennel cough, Emily sent Maria to get the medication [MASK] Maria was busy examining the animals.", "ans1": "because", "ans2": "but"}
{"s1": "Jan poured the entire cup of lemon juice into the bowl bananas until the cup was [MASK].", "s2": "Jan poured the entire cup of lemon juice into the bowl bananas until the bowl was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "The chef decided to store the food in the container but the food was too [MASK].", "s2": "The chef decided to store the food in the container but the container was too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "My sister enjoyed writing on the blog more than in her journal, because the blog for [MASK] to see.", "s2": "My sister enjoyed writing on the blog more than in her journal, because the journal for [MASK] to see.", "ans1": "everyone", "ans2": "nobody"}
{"s1": "Derrick spent the entire summer laying on the hot beach, while Jeffrey spent the summer indoors, so Derrick 's hair had [MASK] sun damage.", "s2": "Derrick spent the entire summer laying on the hot beach, while Jeffrey spent the summer indoors, so Jeffrey 's hair had [MASK] sun damage.", "ans1": "more", "ans2": "less"}
{"s1": "the statistics show many females compared to the males are being born everyday, the females are [MASK].", "s2": "the statistics show many females compared to the males are being born everyday, the males are [MASK].", "ans1": "many", "ans2": "few"}
{"s1": "Robert made the choice to buy Neil's house, so Robert had a lot [MASK] money in the bank afterwards.", "s2": "Robert made the choice to buy Neil's house, so Neil had a lot [MASK] money in the bank afterwards.", "ans1": "less", "ans2": "more"}
{"s1": "The medical exam for the broken arm was [MASK] than the exam on the heart because the heart was a serious problem.", "s2": "The medical exam for the broken arm was [MASK] than the exam on the heart because the arm was a serious problem.", "ans1": "shorter", "ans2": "longer"}
{"s1": "Christopher wanted to be a specialist but not Adam because Christopher had an interest in a [MASK] number of subjects.", "s2": "Christopher wanted to be a specialist but not Adam because Adam had an interest in a [MASK] number of subjects.", "ans1": "limited", "ans2": "many"}
{"s1": "John could not remove the wallpaper attached to the wall with a glue without the wallpaper tearing apart. The glue is [MASK].", "s2": "John could not remove the wallpaper attached to the wall with a glue without the wallpaper tearing apart. The wallpaper is [MASK].", "ans1": "strong", "ans2": "weak"}
{"s1": "The counselor treated the child who suffered from abuse by giving her a teddy instead of a blanket because the teddy was [MASK].", "s2": "The counselor treated the child who suffered from abuse by giving her a teddy instead of a blanket because the blanket was [MASK].", "ans1": "comforting", "ans2": "boring"}
{"s1": "John cared for the pot while it was being transported in the box but it eventually got broken. The pot is [MASK].", "s2": "John cared for the pot while it was being transported in the box but it eventually got broken. The box is [MASK].", "ans1": "fragile", "ans2": "hard"}
{"s1": "After Samuel won the cherry jam contest, Kyle still believed they should have won since Samuel sweetened with [MASK] calorie sweetener and the judges went by taste.", "s2": "After Samuel won the cherry jam contest, Kyle still believed they should have won since Kyle sweetened with [MASK] calorie sweetener and the judges went by taste.", "ans1": "high", "ans2": "low"}
{"s1": "Lawrence made a bowl at the pottery store and Randy accidentally broke it. Lawrence [MASK] to make another.", "s2": "Lawrence made a bowl at the pottery store and Randy accidentally broke it. Randy [MASK] to make another.", "ans1": "decided", "ans2": "offered"}
{"s1": "Sue traditionally donated old clothes to her favorite charity but in recent years has just written them checks as the checks were [MASK] received.", "s2": "Sue traditionally donated old clothes to her favorite charity but in recent years has just written them checks as the clothes were [MASK] received.", "ans1": "better", "ans2": "worse"}
{"s1": "Katrina sells Maria a rug at the local flea market because Katrina is a [MASK].", "s2": "Katrina sells Maria a rug at the local flea market because Maria is a [MASK].", "ans1": "vendor", "ans2": "customer"}
{"s1": "The library kept an enormous collection of novels but not comics because the novels were [MASK].", "s2": "The library kept an enormous collection of novels but not comics because the comics were [MASK].", "ans1": "popular", "ans2": "dull"}
{"s1": "Carrie's store has more loyal customers than Patricia's store does because Carrie 's store is [MASK].", "s2": "Carrie's store has more loyal customers than Patricia's store does because Patricia 's store is [MASK].", "ans1": "older", "ans2": "newer"}
{"s1": "Christine didn't pass the lie detection test that Jessica did because Christine had [MASK] to hide.", "s2": "Christine didn't pass the lie detection test that Jessica did because Jessica had [MASK] to hide.", "ans1": "something", "ans2": "nothing"}
{"s1": "The winter made Jason's hands dry, but not Leslie's, since Jason [MASK] forgot to moisturize at night.", "s2": "The winter made Jason's hands dry, but not Leslie's, since Leslie [MASK] forgot to moisturize at night.", "ans1": "always", "ans2": "never"}
{"s1": "Her boyfriend regretted buying her a jacket and got her a new hat instead, as he knew she thought the jacket was a [MASK] match for her wardrobe.", "s2": "Her boyfriend regretted buying her a jacket and got her a new hat instead, as he knew she thought the hat was a [MASK] match for her wardrobe.", "ans1": "bad", "ans2": "perfect"}
{"s1": "Monica wanted to use a vacuum to clean the floor, but Victoria wanted to use a broom. Monica cleaned the floor much [MASK].", "s2": "Monica wanted to use a vacuum to clean the floor, but Victoria wanted to use a broom. Victoria cleaned the floor much [MASK].", "ans1": "quicker", "ans2": "slower"}
{"s1": "There were more books at the library than at the bookstore because the library was [MASK].", "s2": "There were more books at the library than at the bookstore because the bookstore was [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Jennifer was at risk of encountering a shark during their swim, but Emily was not, because Jennifer swam in the [MASK].", "s2": "Jennifer was at risk of encountering a shark during their swim, but Emily was not, because Emily swam in the [MASK].", "ans1": "ocean", "ans2": "lake"}
{"s1": "The documents contained in the files could not fit properly. The Files were too [MASK].", "s2": "The documents contained in the files could not fit properly. The Documents were too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Avid bookworms, Lawrence read fiction while Jason read non-fiction. Lawrence [MASK] to escape into an imaginary world.", "s2": "Avid bookworms, Lawrence read fiction while Jason read non-fiction. Jason [MASK] to escape into an imaginary world.", "ans1": "liked", "ans2": "struggled"}
{"s1": "No one was able to enjoy the story and we started to listen to the music. The story is [MASK].", "s2": "No one was able to enjoy the story and we started to listen to the music. The music is [MASK].", "ans1": "boring", "ans2": "interesting"}
{"s1": "The teeth of Katrina are more yellow than Laura's due to Katrina drinking mostly [MASK] all the time.", "s2": "The teeth of Katrina are more yellow than Laura's due to Laura drinking mostly [MASK] all the time.", "ans1": "coffee", "ans2": "water"}
{"s1": "It was necessary to hit the iron with the sledgehammer [MASK] the iron got heated.", "s2": "It was necessary to hit the iron with the sledgehammer [MASK] the sledgehammer got heated.", "ans1": "after", "ans2": "before"}
{"s1": "Nick gets jock itch a lot, while Jason has never even worn a jock strap. Nick is the [MASK].", "s2": "Nick gets jock itch a lot, while Jason has never even worn a jock strap. Jason is the [MASK].", "ans1": "athlete", "ans2": "artist"}
{"s1": "The theraband that Jill purchased for herself would not fit around her leg, the theraband was too [MASK].", "s2": "The theraband that Jill purchased for herself would not fit around her leg, the leg was too [MASK].", "ans1": "narrow", "ans2": "wide"}
{"s1": "James could not get the bag closed because of the clothe in it. The cloth is [MASK].", "s2": "James could not get the bag closed because of the clothe in it. The bag is [MASK].", "ans1": "plenty", "ans2": "small"}
{"s1": "The case James used to carry the file still got more space in it. I wonder why he chose the case that is [MASK].", "s2": "The case James used to carry the file still got more space in it. I wonder why he chose the file that is [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "My knee joint is [MASK] injured than my ankle joint so I'm trying not to put too much stress on the knee joint if I can help it.", "s2": "My knee joint is [MASK] injured than my ankle joint so I'm trying not to put too much stress on the ankle joint if I can help it.", "ans1": "more", "ans2": "less"}
{"s1": "Donald didn't like to keep clean the way Matthew did, so Donald tended to smell [MASK].", "s2": "Donald didn't like to keep clean the way Matthew did, so Matthew tended to smell [MASK].", "ans1": "nasty", "ans2": "nice"}
{"s1": "The man realized he had gotten the lens for his glasses instead of his camera, the camera lens was much [MASK].", "s2": "The man realized he had gotten the lens for his glasses instead of his camera, the glasses lens was much [MASK].", "ans1": "thicker", "ans2": "thinner"}
{"s1": "Sunday afternoon Laura made some buttermilk biscuits for Victoria, and Laura made quick work of [MASK] them.", "s2": "Sunday afternoon Laura made some buttermilk biscuits for Victoria, and Victoria made quick work of [MASK] them.", "ans1": "making", "ans2": "eating"}
{"s1": "To cope with her problems the teenager wrote in the journal and not the diary since the journal 's pages were [MASK].", "s2": "To cope with her problems the teenager wrote in the journal and not the diary since the diary 's pages were [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Bob tore his shirt that was a night shirt. He decided to get a tuxedo shirt because the night shirt is [MASK].", "s2": "Bob tore his shirt that was a night shirt. He decided to get a tuxedo shirt because the tuxedo shirt is [MASK].", "ans1": "old", "ans2": "new"}
{"s1": "Hunter was suicidal and Robert responded for the reason that Hunter had [MASK] been in this critical situation.", "s2": "Hunter was suicidal and Robert responded for the reason that Robert had [MASK] been in this critical situation.", "ans1": "never", "ans2": "previously"}
{"s1": "Rachel included Tanya in her YouTube video, but Rachel was [MASK] because she had failed to obtain permission.", "s2": "Rachel included Tanya in her YouTube video, but Tanya was [MASK] because she had failed to obtain permission.", "ans1": "sorry", "ans2": "furious"}
{"s1": "The police could escort the prisoner to the gate but not to the cell, as entry to gate was [MASK] .", "s2": "The police could escort the prisoner to the gate but not to the cell, as entry to cell was [MASK] .", "ans1": "permitted", "ans2": "forbidden"}
{"s1": "John was eager to put his fish in the new fish tank on a table but the table was too [MASK].", "s2": "John was eager to put his fish in the new fish tank on a table but the tank was too [MASK].", "ans1": "delicate", "ans2": "heavy"}
{"s1": "Adam had to schedule a visit a dermatologist but Joseph didn't because Adam had [MASK] skin.", "s2": "Adam had to schedule a visit a dermatologist but Joseph didn't because Joseph had [MASK] skin.", "ans1": "bad", "ans2": "good"}
{"s1": "The project meant Emily collaborated with Victoria, who was not excited. Emily [MASK] working with others.", "s2": "The project meant Emily collaborated with Victoria, who was not excited. Victoria [MASK] working with others.", "ans1": "loved", "ans2": "hated"}
{"s1": "Kevin repaired the wooden furniture for Kyle last week since Kevin [MASK] an expert carpenter.", "s2": "Kevin repaired the wooden  furniture for Kyle last week since Kyle [MASK] an expert carpenter.", "ans1": "needed", "ans2": "was"}
{"s1": "The system that Jeffrey used was amazing compared to Randy, because Jeffrey system was [MASK] end.", "s2": "The system that Jeffrey used was amazing compared to Randy, because Randy system was [MASK] end.", "ans1": "higher", "ans2": "lower"}
{"s1": "Jason was going to a job interview after being prepped by Logan. Jason was [MASK].", "s2": "Jason was going to a job interview after being prepped by Logan. Logan was [MASK].", "ans1": "grateful", "ans2": "proud"}
{"s1": "Adam found the blue joke that Steven offensive, because Adam was [MASK] of their own privilege.", "s2": "Adam found the blue joke that Steven offensive, because Steven was [MASK] of their own privilege.", "ans1": "aware", "ans2": "unaware"}
{"s1": "Eric was easier to amuse than Justin because Eric had a [MASK] sense of humor.", "s2": "Eric was easier to amuse than Justin because Justin had a [MASK] sense of humor.", "ans1": "great", "ans2": "bad"}
{"s1": "The payments were made by Jason to Dennis, as Jason had [MASK] so much money in the past.", "s2": "The payments were made by Jason to Dennis, as Dennis had [MASK] so much money in the past.", "ans1": "borrowed", "ans2": "lent"}
{"s1": "Samantha won the dance competition over Jennifer for the reason that Samantha had a [MASK] sense of rhythm.", "s2": "Samantha won the dance competition over Jennifer for the reason that Jennifer had a [MASK] sense of rhythm.", "ans1": "superior", "ans2": "bad"}
{"s1": "Tanya couldn't stretch as far down as Jennifer because Tanya was had a very [MASK] body.", "s2": "Tanya couldn't stretch as far down as Jennifer because Jennifer was had a very [MASK] body.", "ans1": "rigid", "ans2": "flexible"}
{"s1": "Ben had to stop driving his car or motorcycle. He chose to stop the motorcycle because it was [MASK].", "s2": "Ben had to stop driving his car or motorcycle. He chose to stop the car because it was [MASK].", "ans1": "risky", "ans2": "safe"}
{"s1": "Randy is better at playing pretend with kids than Kenneth because Randy is a more [MASK] person.", "s2": "Randy is better at playing pretend with kids than Kenneth because Kenneth is a more [MASK] person.", "ans1": "creative", "ans2": "serious"}
{"s1": "James needed a bigger box to collect the silver he exchanged for the gold because the silver is [MASK].", "s2": "James needed a bigger box to collect the silver he exchanged for the gold because the gold is [MASK].", "ans1": "bigger", "ans2": "smaller"}
{"s1": "Jeffrey asked Joel to express their feelings in a more productive manner, but Jeffrey was actually the one being [MASK].", "s2": "Jeffrey asked Joel to express their feelings in a more productive manner, but Joel was actually the one being [MASK].", "ans1": "petty", "ans2": "reasonable"}
{"s1": "Jennifer was better at playing sports than Laura was [MASK] Jennifer was much more athletic.", "s2": "Jennifer was better at playing sports than Laura was [MASK] Laura was much more athletic.", "ans1": "because", "ans2": "although"}
{"s1": "The football was flying higher than the basketball as it went through the air. The football was [MASK].", "s2": "The football was flying higher than the basketball as it went through the air. The basketball was [MASK].", "ans1": "lighter", "ans2": "heavier"}
{"s1": "Jason's leg was more sore than his arm was [MASK] he warmed up the arm before exercising.", "s2": "Jason's leg was more sore than his arm was [MASK] he warmed up the leg before exercising.", "ans1": "because", "ans2": "although"}
{"s1": "Chess is bad for the body but great for the brain, as thinking is [MASK] for the body to develop.", "s2": "Chess is bad for the body but great for the brain, as thinking is [MASK] for the brain to develop.", "ans1": "useless", "ans2": "critical"}
{"s1": "Emptying the litter box was a dreaded chore for Adam while Lawrence didn't mind doing it. Adam [MASK] tried to get someone else to handle it.", "s2": "Emptying the litter box was a dreaded chore for Adam while Lawrence didn't mind doing it. Lawrence [MASK] tried to get someone else to handle it.", "ans1": "always", "ans2": "never"}
{"s1": "Jordan gave his miniature horse a field and a barn to stay in, and the horse liked the barn better when it was [MASK].", "s2": "Jordan gave his miniature horse a field and a barn to stay in, and the horse liked the field better when it was [MASK].", "ans1": "cold", "ans2": "warm"}
{"s1": "The idea was given to Steven to mull over and not Ryan because Steven is [MASK] creative.", "s2": "The idea was given to Steven to mull over and not Ryan because Ryan is [MASK] creative.", "ans1": "more", "ans2": "less"}
{"s1": "The draining discussion was followed by a lively lecture.  The discussion was just so [MASK].", "s2": "The draining discussion was followed by a lively lecture.  The lecture was just so [MASK].", "ans1": "boring", "ans2": "interesting"}
{"s1": "Lawrence was more grateful for their gift than Benjamin was for theirs because Lawrence had gotten much [MASK].", "s2": "Lawrence was more grateful for their gift than Benjamin was for theirs because Benjamin had gotten much [MASK].", "ans1": "more", "ans2": "less"}
{"s1": "Sarah [MASK] Mary's speech class; when she passed her final exam, Sarah celebrated with ice cream.", "s2": "Sarah [MASK] Mary's speech class; when she passed her final exam, Mary celebrated with ice cream.", "ans1": "took", "ans2": "taught"}
{"s1": "The woman wanted to hang the dress in the closet but the closet was too [MASK].", "s2": "The woman wanted to hang the dress in the closet but the dress was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Ian did not see the tumor on Brett's leg, because Ian was only [MASK] an eye exam.", "s2": "Ian did not see the tumor on Brett's leg, because Brett was only [MASK] an eye exam.", "ans1": "performing", "ans2": "receiving"}
{"s1": "The gathered stones in the bag outweigh the collected coins because the stones are [MASK] in numbers.", "s2": "The gathered  stones in the bag outweigh the collected coins because the coins are [MASK] in numbers.", "ans1": "much", "ans2": "small"}
{"s1": "Samuel knew to recycle aluminum cans but not Logan because Samuel was [MASK] in need of extra change.", "s2": "Samuel knew to recycle aluminum cans but not Logan because Logan was [MASK] in need of extra change.", "ans1": "always", "ans2": "never"}
{"s1": "Jessica used the luxury brand to shampoo her hair instead of the generic brand. The luxury brand made her hair [MASK].", "s2": "Jessica used the luxury brand to shampoo her hair instead of the generic brand. The generic brand made her hair [MASK].", "ans1": "beautiful", "ans2": "ugly"}
{"s1": "John said that he preferred the chocolate frosting over the lemon frosting because the chocolate tasted [MASK].", "s2": "John said that he preferred the chocolate frosting over the lemon frosting because the lemon tasted [MASK].", "ans1": "good", "ans2": "bad"}
{"s1": "during the vacation we stayed in the 3 star hotel and not the 5 star hotel because the 3 star were [MASK].", "s2": "during the vacation we stayed in the 3 star hotel and not the 5 star hotel because the 5 star were [MASK] booked.", "ans1": "available", "ans2": "fully"}
{"s1": "The thief was able to be sneaky in the boots, but not in the sandals, because the sandals were made of [MASK] material.", "s2": "The thief was able to be sneaky in the boots, but not in the sandals, because the boots were made of [MASK] material.", "ans1": "inferior", "ans2": "superior"}
{"s1": "The quilt Margot was making would take up the whole closet, because the quilt was [MASK].", "s2": "The quilt Margot was making would take up the whole closet, because the closet was [MASK].", "ans1": "huge", "ans2": "tiny"}
{"s1": "The oak tree weathered the storm but the sapling perished. This is because the oak tree was much more [MASK].", "s2": "The oak tree weathered the storm but the sapling perished. This is because the sapling tree was much more [MASK].", "ans1": "sturdy", "ans2": "fragile"}
{"s1": "Benjamin had a more juvenile sense of humor than Donald so Benjamin [MASK] whoopie cushions.", "s2": "Benjamin had a more juvenile sense of humor than Donald so Donald [MASK] whoopie cushions.", "ans1": "enjoyed", "ans2": "hated"}
{"s1": "Eating sweets was a big problem for Carrie but not for Rebecca, thats why Carrie has a [MASK] waistline.", "s2": "Eating sweets was a big problem for Carrie but not for Rebecca, thats why Rebecca has a [MASK] waistline.", "ans1": "large", "ans2": "small"}
{"s1": "The ground around Michael's house was solid unlike Aaron's because Michael had a month long [MASK].", "s2": "The ground around Michael's house was solid unlike Aaron's because Aaron had a month long [MASK].", "ans1": "drought", "ans2": "rainfall"}
{"s1": "The chef tried to put the banana in the cake but the cake was too [MASK].", "s2": "The chef tried to put the banana in the cake but the banana was too [MASK].", "ans1": "small", "ans2": "large"}
{"s1": "Patricia chose a hardy cultivar to grow unlike Tanya because Patricia had very [MASK] soil.", "s2": "Patricia chose a hardy cultivar to grow unlike Tanya because Tanya had very [MASK] soil.", "ans1": "rocky", "ans2": "fertile"}
{"s1": "Ryan ran over Ian's guinea pig with his car, causing Ryan to feel a great deal of [MASK].", "s2": "Ryan ran over Ian's guinea pig with his car, causing Ian to feel a great deal of [MASK].", "ans1": "guilt", "ans2": "pain"}
{"s1": "It was easier to prevent the post from falling over than the beam, because the beam was [MASK].", "s2": "It was easier to prevent the post from falling over than the beam, because the post was [MASK].", "ans1": "heavy", "ans2": "light"}
{"s1": "Katrina loves the taste of lettuce but Angela doesn't. Katrina ordered a big [MASK] for dinner.", "s2": "Katrina loves the taste of lettuce but Angela doesn't. Angela ordered a big [MASK] for dinner.", "ans1": "salad", "ans2": "steak"}
{"s1": "When Manny bought a new dog bed for the cage, he was disappointed when he tried to put it in. The dog bed was too [MASK].", "s2": "When Manny bought a new dog bed for the cage, he was disappointed when he tried to put it in. The cage was too [MASK].", "ans1": "big", "ans2": "small"}
{"s1": "Natalie helped Monica to get into a treatment program, after Natalie [MASK] of her drug addiction.", "s2": "Natalie helped Monica to get into a treatment program, after Monica [MASK] of her drug addiction.", "ans1": "heard", "ans2": "told"}
{"s1": "The horse prefers the pasture over the barn because there is [MASK] room in the pasture for the horse to stretch.", "s2": "The horse prefers the pasture over the barn because there is [MASK] room in the barn for the horse to stretch.", "ans1": "more", "ans2": "less"}
{"s1": "She was never able to use lash curlers on her lashes because the lashes are too [MASK].", "s2": "She was never able to use lash curlers on her lashes because the curlers are too [MASK].", "ans1": "thin", "ans2": "large"}
{"s1": "He found he had baking powder for the cake but borrowed baking soda from his neighbor since the soda was [MASK].", "s2": "He found he had baking powder for the cake but borrowed baking soda from his neighbor since the powder was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Callie practiced dancing more than she practiced guitar [MASK] the recital next week was for the dancing .", "s2": "Callie practiced dancing more than she practiced guitar [MASK] the recital next week was for the guitar .", "ans1": "because", "ans2": "although"}
{"s1": "The dog's hair had to be removed after it got stuck in the mud because the mud was [MASK].", "s2": "The dog's hair had to be removed after it got stuck in the mud because the hair was [MASK].", "ans1": "disgusting", "ans2": "clean"}
{"s1": "Terrorism was a concern in the countryside, but hardly a problem in the city, as the countryside had much [MASK] among people.", "s2": "Terrorism was a concern in the countryside, but hardly a problem in the city, as the city had much [MASK] among people.", "ans1": "conflict", "ans2": "peace"}
{"s1": "The hair didn't work in a bun, but looked great in a ponytail.  The bun was [MASK].", "s2": "The hair didn't work in a bun, but looked great in a ponytail.  The ponytail was [MASK].", "ans1": "ugly", "ans2": "cute"}
{"s1": "Heather bought a doll for her daughters cradle the doll did not fit, the cradle was too [MASK].", "s2": "Heather bought a doll for her daughters cradle the doll did not fit, the doll was too [MASK].", "ans1": "small", "ans2": "big"}
{"s1": "They need to update their kitchen cabinets after buying more dishes because the cabinets are [MASK].", "s2": "They need to update their kitchen cabinets after buying more dishes because the dishes are [MASK].", "ans1": "small", "ans2": "excessive"}
{"s1": "She wanted to make a toilet paper roll butterfly by using the roll's tube and paint, but was unable to finish because the paint was too [MASK].", "s2": "She wanted to make a toilet paper roll butterfly by using the roll's tube and paint, but was unable to finish because the tube was too [MASK].", "ans1": "scarce", "ans2": "large"}
{"s1": "Michael asked Brett for help moving a desk. Michael wouldn't have been able to do it [MASK].", "s2": "Michael asked Brett for help moving a desk. Brett wouldn't have been able to do it [MASK] himself either.", "ans1": "alone", "ans2": "by"}
{"s1": "Frank visited the bank to get a loan to buy a new car, and the loan was very [MASK].", "s2": "Frank visited the bank to get a loan to buy a new car, and the car was very [MASK].", "ans1": "skeptical", "ans2": "bold"}
{"s1": "Emily was having difficulty going through puberty but not Christine because Emily had very [MASK] acne causing hormones.", "s2": "Emily was having difficulty going through puberty but not Christine because Christine had very [MASK] acne causing hormones.", "ans1": "strong", "ans2": "weak"}
{"s1": "Hunter likes tulips and Ryan does not, so Hunter [MASK] to buy some from the store.", "s2": "Hunter likes tulips and Ryan does not, so Ryan [MASK] to buy some from the store.", "ans1": "went", "ans2": "refused"}
{"s1": "Victoria decided to choose express shipping while Katrina did not, so Victoria got her order [MASK].", "s2": "Victoria decided to choose express shipping while Katrina did not, so Katrina got her order [MASK].", "ans1": "first", "ans2": "last"}
{"s1": "The tutor was more suited for English studies than the professor , since tutor was an [MASK] teacher.", "s2": "The tutor was more suited for English studies than the professor , since professor was an [MASK] teacher.", "ans1": "effective", "ans2": "inadequate"}
{"s1": "Victoria was more fashionable than Elena [MASK]  Victoria always was concerned about leaving dandruff on their shirts.", "s2": "Victoria was more fashionable than Elena [MASK] Elena always was concerned about leaving dandruff on their shirts.", "ans1": "but", "ans2": "because"}
{"s1": "Carrie needed to be vigilant about her bone health which Natalie worries about since Carrie is [MASK].", "s2": "Carrie needed to be vigilant about her bone health which Natalie worries about since Natalie is [MASK].", "ans1": "elderly", "ans2": "concerned"}
{"s1": "The science student tried using the telescope to see the galaxy but the galaxy was too [MASK].", "s2": "The science student tried using the telescope to see the galaxy but the telescope was too [MASK].", "ans1": "far", "ans2": "weak"}
