{"s1": "The city councilmen refused the demonstrators a permit because The city councilmen [MASK] violence.", "s2": "The city councilmen refused the demonstrators a permit because The demonstrators [MASK] violence.", "ans1": "feared", "ans2": "advocated"}
{"s1": "The trophy doesn't fit into the brown suitcase because the trophy is too [MASK].", "s2": "The trophy doesn't fit into the brown suitcase because the suitcase is too [MASK].", "ans1": "large", "ans2": "small"}
{"s1": "Paul tried to call George on the phone, but Paul wasn't [MASK].", "s2": "Paul tried to call George on the phone, but George wasn't [MASK].", "ans1": "successful", "ans2": "available"}
{"s1": "The lawyer asked the witness a question, but the lawyer was reluctant to [MASK] it.", "s2": "The lawyer asked the witness a question, but the witness was reluctant to [MASK] it.", "ans1": "repeat", "ans2": "answer"}
{"s1": "The delivery truck zoomed by the school bus because the delivery truck was going so [MASK].", "s2": "The delivery truck zoomed by the school bus because the school bus was going so [MASK].", "ans1": "fast", "ans2": "slow"}
{"s1": "The man couldn't lift his son because The man was so [MASK].", "s2": "The man couldn't lift his son because The son was so [MASK].", "ans1": "weak", "ans2": "heavy"}
{"s1": "John couldn't see the stage with Billy in front of him because John is so [MASK].", "s2": "John couldn't see the stage with Billy in front of him because Billy is so [MASK].", "ans1": "short", "ans2": "tall"}
{"s1": "Tom threw his schoolbag down to Ray after Tom reached the [MASK] of the stairs.", "s2": "Tom threw his schoolbag down to Ray after Ray reached the [MASK] of the stairs.", "ans1": "top", "ans2": "bottom"}
{"s1": "Although they ran at about the same speed, Sue beat Sally because Sue had such a [MASK] start.", "s2": "Although they ran at about the same speed, Sue beat Sally because Sally had such a [MASK] start.", "ans1": "good", "ans2": "bad"}
{"s1": "The sculpture rolled off the shelf because The sculpture wasn't [MASK].", "s2": "The sculpture rolled off the shelf because The shelf wasn't [MASK].", "ans1": "anchored", "ans2": "level"}
{"s1": "Anna did a lot [MASK] than her good friend Lucy on the test because Anna had studied so hard.", "s2": "Anna did a lot [MASK] than her good friend Lucy on the test because Lucy had studied so hard.", "ans1": "better", "ans2": "worse"}
{"s1": "The firemen arrived [MASK] the police because The firemen were coming from so far away.", "s2": "The firemen arrived [MASK] the police because The police were coming from so far away.", "ans1": "after", "ans2": "before"}
{"s1": "The sack of potatoes had been placed [MASK] the bag of flour, so The sack of potatoes had to be moved first.", "s2": "The sack of potatoes had been placed [MASK] the bag of flour, so The bag of flour had to be moved first.", "ans1": "above", "ans2": "below"}
{"s1": "Pete envies Martin [MASK] Pete is very successful.", "s2": "Pete envies Martin [MASK] Martin is very successful.", "ans1": "although", "ans2": "because"}
{"s1": "The older students were bullying the younger ones, so we [MASK] The older students .", "s2": "The older students were bullying the younger ones, so we [MASK] The younger students .", "ans1": "punished", "ans2": "rescued"}
{"s1": "I poured water from the bottle into the cup until the bottle was [MASK].", "s2": "I poured water from the bottle into the cup until the cup was [MASK].", "ans1": "empty", "ans2": "full"}
{"s1": "Sid explained his theory to Mark but Sid couldn't [MASK] him.", "s2": "Sid explained his theory to Mark but Mark couldn't [MASK] him.", "ans1": "convince", "ans2": "understand"}
{"s1": "Joe's uncle can still beat him at tennis, even though Joe is 30 years [MASK].", "s2": "Joe's uncle can still beat him at tennis, even though Joe's uncle is 30 years [MASK].", "ans1": "younger", "ans2": "older"}
{"s1": "The drain is clogged with hair. The drain has to be [MASK].", "s2": "The drain is clogged with hair. The hair has to be [MASK].", "ans1": "cleaned", "ans2": "removed"}
{"s1": "In the middle of the outdoor concert, the rain started falling, [MASK] The concert continued until 10.", "s2": "In the middle of the outdoor concert, the rain started falling, [MASK] The rain continued until 10.", "ans1": "but", "ans2": "and"}
{"s1": "I used an old rag to clean the knife, and then I put The rag in the [MASK].", "s2": "I used an old rag to clean the knife, and then I put The knife in the [MASK].", "ans1": "trash", "ans2": "drawer"}
{"s1": "Ann asked Mary what time the library closes, [MASK] Ann had forgotten.", "s2": "Ann asked Mary what time the library closes, [MASK] Mary had forgotten.", "ans1": "because", "ans2": "but"}
{"s1": "I took the water bottle out of the backpack so that The water bottle would be [MASK].", "s2": "I took the water bottle out of the backpack so that The backpack would be [MASK].", "ans1": "handy", "ans2": "lighter"}
{"s1": "Bob paid for Charlie's college education. Bob is very [MASK].", "s2": "Bob paid for Charlie's college education. Charlie is very [MASK].", "ans1": "generous", "ans2": "grateful"}
{"s1": "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, Bob would have [MASK].", "s2": "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, Adam would have [MASK].", "ans1": "won", "ans2": "lost"}
{"s1": "If the con artist has succeeded in fooling Sam, The con artist would have [MASK] a lot of money.", "s2": "If the con artist has succeeded in fooling Sam, Sam would have [MASK] a lot of money.", "ans1": "gotten", "ans2": "lost"}
{"s1": "The cat was lying by the mouse hole waiting for the mouse, but The cat was too [MASK].", "s2": "The cat was lying by the mouse hole waiting for the mouse, but The mouse was too [MASK].", "ans1": "impatient", "ans2": "cautious"}
{"s1": "Anne gave birth to a daughter last month. Anne is a very charming [MASK].", "s2": "Anne gave birth to a daughter last month. Anne's daughter is a very charming [MASK].", "ans1": "woman", "ans2": "baby"}
{"s1": "Alice tried frantically to stop her daughter from [MASK] at the party, leaving us to wonder why Alice was behaving so strangely.", "s2": "Alice tried frantically to stop her daughter from [MASK] at the party, leaving us to wonder why Alice's daughter was behaving so strangely.", "ans1": "chatting", "ans2": "barking"}
{"s1": "I saw Jim yelling at some guy in a military uniform with a huge red  beard. I don't know [MASK] Jim was, but he looked very unhappy.", "s2": "I saw Jim yelling at some guy in a military uniform with a huge red  beard. I don't know [MASK] the guy in uniform was, but he looked very unhappy.", "ans1": "why", "ans2": "who"}
{"s1": "The dog chased the cat, which ran up a tree. The dog waited at the [MASK].", "s2": "The dog chased the cat, which ran up a tree. The cat waited at the [MASK].", "ans1": "bottom", "ans2": "top"}
{"s1": "The customer walked into the bank and stabbed one of the tellers. The customer was immediately taken to the [MASK] station.", "s2": "The customer walked into the bank and stabbed one of the tellers. The teller was immediately taken to the [MASK].", "ans1": "police", "ans2": "hospital"}
{"s1": "John was doing research in the library when he heard a man humming and  whistling. John was very [MASK].", "s2": "John was doing research in the library when he heard a man humming and  whistling. The man was very [MASK].", "ans1": "annoyed", "ans2": "annoying"}
{"s1": "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. Bob was very [MASK].", "s2": "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. Carl was very [MASK].", "ans1": "ill", "ans2": "concerned"}
{"s1": "Sam pulled up a chair to the piano, but The chair was broken, so he had to [MASK] instead.", "s2": "Sam pulled up a chair to the piano, but The piano was broken, so he had to [MASK] instead.", "ans1": "stand", "ans2": "sing"}
{"s1": "Sara borrowed the book from the library because she needs it for an article she is working on. She [MASK] The book when she gets home from work.", "s2": "Sara borrowed the book from the library because she needs it for an article she is working on. She [MASK] The article when she gets home from work.", "ans1": "reads", "ans2": "writes"}
{"s1": "This morning, Joey built a sand castle on the beach, and put a toy  flag in the highest tower, but this afternoon the [MASK]  knocked The sand castle down.", "s2": "This morning, Joey built a sand castle on the beach, and put a toy  flag in the highest tower, but this afternoon the [MASK]  knocked The flag down.", "ans1": "tide", "ans2": "wind"}
{"s1": "Jane knocked on Susan's door, but there was no answer. Jane was [MASK].", "s2": "Jane knocked on Susan's door, but there was no answer. Susan was [MASK].", "ans1": "disappointed", "ans2": "out"}
{"s1": "Jane knocked on the door, and Susan answered it. Jane invited her to come [MASK].", "s2": "Jane knocked on the door, and Susan answered it. Susan invited her to come [MASK].", "ans1": "out", "ans2": "in"}
{"s1": "Sam took French classes from Adam, because Sam was [MASK] to speak it fluently.", "s2": "Sam took French classes from Adam, because Adam was [MASK] to speak it fluently.", "ans1": "eager", "ans2": "known"}
{"s1": "We went to the lake, because a shark had been seen at the ocean beach, so The lake was a [MASK] place to swim.", "s2": "We went to the lake, because a shark had been seen at the ocean beach, so The ocean beach was a [MASK] place to swim.", "ans1": "safer", "ans2": "dangerous"}
{"s1": "Mary tucked her daughter Anne into bed, so that Mary could [MASK].", "s2": "Mary tucked her daughter Anne into bed, so that Mary's daughter could [MASK].", "ans1": "work", "ans2": "sleep"}
{"s1": "Thomson visited Cooper's grave in 1765. At that date Thomson had been [MASK] for five years.", "s2": "Thomson visited Cooper's grave in 1765. At that date Cooper had been [MASK] for five years.", "ans1": "travelling", "ans2": "dead"}
{"s1": "Jackson was greatly influenced by Arnold, though Jackson lived two centuries [MASK].", "s2": "Jackson was greatly influenced by Arnold, though Arnold lived two centuries [MASK].", "ans1": "later", "ans2": "earlier"}
{"s1": "I can't cut that tree down with that axe; The tree is too [MASK].", "s2": "I can't cut that tree down with that axe; The axe is too [MASK].", "ans1": "thick", "ans2": "small"}
{"s1": "The foxes are getting in at night and attacking the chickens. The foxes have gotten very [MASK].", "s2": "The foxes are getting in at night and attacking the chickens. The chickens have gotten very [MASK].", "ans1": "bold", "ans2": "nervous"}
{"s1": "Fred watched TV while George went out to buy groceries. After an hour Fred got [MASK].", "s2": "Fred watched TV while George went out to buy groceries. After an hour George got [MASK].", "ans1": "up", "ans2": "back"}
{"s1": "Fred was supposed to run the dishwasher, but he put it off,  because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned The dishwasher [MASK].", "s2": "Fred was supposed to run the dishwasher, but he put it off,  because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned The TV [MASK].", "ans1": "on", "ans2": "off"}
{"s1": "Fred is the only man alive who still remembers my father as an infant. When Fred first saw my father, Fred was twelve [MASK] old.", "s2": "Fred is the only man alive who still remembers my father as an infant. When Fred first saw my father, My father was twelve [MASK] old.", "ans1": "years", "ans2": "months"}
{"s1": "In July, Kamtchatka declared war on Yakutsk. Since Yakutsk's army was much  better equipped and ten times larger, Kamchatka were [MASK] within weeks.", "s2": "In July, Kamtchatka declared war on Yakutsk. Since Yakutsk's army was much  better equipped and ten times larger, Yakutsk were [MASK] within weeks.", "ans1": "defeated", "ans2": "victorious"}
{"s1": "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. The sponsors were very much in the [MASK].", "s2": "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. The opponents were very much in the [MASK].", "ans1": "minority", "ans2": "majority"}
{"s1": "Everyone really loved the oatmeal cookies; only a few people liked the  chocolate chip cookies. Next time, we should make [MASK] of The oatmeal cookies .", "s2": "Everyone really loved the oatmeal cookies; only a few people liked the  chocolate chip cookies. Next time, we should make [MASK] of The chocolate chip cookies .", "ans1": "more", "ans2": "fewer"}
{"s1": "The table won't fit through the doorway because The table is too [MASK].", "s2": "The table won't fit through the doorway because The doorway is too [MASK].", "ans1": "wide", "ans2": "narrow"}
{"s1": "John [MASK] Bill to leave, so an hour later John left.", "s2": "John [MASK] Bill to leave, so an hour later Bill left.", "ans1": "promised", "ans2": "ordered"}
{"s1": "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Goodman faced in his [MASK].", "s2": "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Xenophanes faced in his [MASK].", "ans1": "research", "ans2": "childhood"}
{"s1": "Jane knocked on Susan's door but Jane did not [MASK] an answer.", "s2": "Jane knocked on Susan's door but Susan did not [MASK].", "ans1": "get", "ans2": "answer"}
{"s1": "Joe paid the detective after Joe [MASK] the final report on the case.", "s2": "Joe paid the detective after the detective [MASK] the final report on the case.", "ans1": "received", "ans2": "delivered"}
{"s1": "Beth didn't get angry with Sally, who had cut her off, because Beth stopped and [MASK] to ten.", "s2": "Beth didn't get angry with Sally, who had cut her off, because Sally stopped and [MASK].", "ans1": "counted", "ans2": "apologized"}
{"s1": "Dan took the rear seat while Bill claimed the front because Dan \"Dibs!\" was [MASK].", "s2": "Dan took the rear seat while Bill claimed the front because Bill \"Dibs!\" was [MASK].", "ans1": "slow", "ans2": "quicker"}
{"s1": "Tom said \"Check\" to Ralph as he [MASK] Tom bishop.", "s2": "Tom said \"Check\" to Ralph as he [MASK] Ralph bishop.", "ans1": "moved", "ans2": "took"}
{"s1": "As Andrea in the crop duster passed over Susan, Andrea could see the landing [MASK].", "s2": "As Andrea in the crop duster passed over Susan, Susan could see the landing [MASK].", "ans1": "strip", "ans2": "gear"}
{"s1": "Tom gave Ralph a lift to school so Tom wouldn't have to [MASK] alone.", "s2": "Tom gave Ralph a lift to school so Ralph wouldn't have to [MASK].", "ans1": "drive", "ans2": "walk"}
{"s1": "Bill passed the half-empty plate to John because Bill was [MASK].", "s2": "Bill passed the half-empty plate to John because John was [MASK].", "ans1": "full", "ans2": "hungry"}
{"s1": "Bill passed the gameboy to John because Bill turn was [MASK].", "s2": "Bill passed the gameboy to John because John turn was [MASK].", "ans1": "over", "ans2": "next"}
{"s1": "Billy cried because Toby wouldn't [MASK] Billy toy.", "s2": "Billy cried because Toby wouldn't [MASK] Toby toy.", "ans1": "accept", "ans2": "share"}
{"s1": "Lily spoke to Donna, breaking Lily [MASK].", "s2": "Lily spoke to Donna, breaking Donna [MASK].", "ans1": "silence", "ans2": "concentration"}
{"s1": "When Tommy dropped his ice cream, Timmy giggled, so father gave Tommy a [MASK] look.", "s2": "When Tommy dropped his ice cream, Timmy giggled, so father gave Timmy a [MASK] look.", "ans1": "sympathetic", "ans2": "stern"}
{"s1": "The woman held the girl against The woman [MASK].", "s2": "The woman held the girl against The girl [MASK].", "ans1": "chest", "ans2": "will"}
{"s1": "Pam's parents came home and found her having sex with her boyfriend, Paul. Pam's parents were [MASK] about it.", "s2": "Pam's parents came home and found her having sex with her boyfriend, Paul. Pam and Paul were [MASK] about it.", "ans1": "furious", "ans2": "embarrassed"}
{"s1": "Dr. Adams informed Kate that Dr. Adams had [MASK] and presented several options for future treatment.", "s2": "Dr. Adams informed Kate that Kate had [MASK] and presented several options for future treatment.", "ans1": "retired", "ans2": "cancer"}
{"s1": "James asked Robert for a favor but James [MASK] refused.", "s2": "James asked Robert for a favor but Robert [MASK].", "ans1": "was", "ans2": "refused"}
{"s1": "Kirilov ceded the presidency to Shatov because Kirilov was [MASK] popular.", "s2": "Kirilov ceded the presidency to Shatov because Shatov was [MASK] popular.", "ans1": "less", "ans2": "more"}
{"s1": "Carol believed that Rebecca [MASK] that Carol had stolen the watch.", "s2": "Carol believed that Rebecca [MASK] that Rebecca had stolen the watch.", "ans1": "suspected", "ans2": "regretted"}
